Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# M0164
source: Creating directory '{0}'
cs: Vytváří se adresář {0}.
de: Verzeichnis "{0}" wird erstellt
es: Creando el directorio "{0}"
fr: Création du répertoire '{0}'
it: Creazione della directory '{0}'
ko: '{0}' 디렉터리를 생성하는 중
pl: Tworzenie katalogu „{0}”
pt_br: Criando o diretório '{0}'
ru: Идет создание каталога "{0}".
tr: '{0}' dizini oluşturuluyor
zh_hans: 正在创建目录“{0}”
zh_hant: 正在建立目錄 '{0}'

# M0165
source: Copying file from '{0}' to '{1}'
cs: Kopíruje se soubor z {0} do {1}.
de: Die Datei wird von "{0}" nach "{1}" kopiert.
es: Copiando el archivo de "{0}" a "{1}"
fr: Copie du fichier de '{0}' vers '{1}'
it: Copia del file da '{0}' a '{1}'
ko: '{0}'에서 '{1}'(으)로 파일 복사 중
pl: Kopiowanie pliku z „{0}” do „{1}”
pt_br: Copiando o arquivo de '{0}' para '{1}'
ru: Идет копирование файла из "{0}" в "{1}".
tr: '{0}' konumundaki dosya '{1}' konumuna kopyalanıyor
zh_hans: 正在将文件从“{0}”复制到“{1}”
zh_hant: 正在將檔案從 '{0}' 複製到 '{1}'

# M0168
source: Skipping framework assembly: {0}
cs: Přeskakuje se sestavení architektury: {0}
de: Frameworkassembly wird übersprungen: {0}
es: Omitiendo el ensamblado de la plataforma: {0}
fr: Assembly de framework ignoré : {0}
it: L'assembly del framework verrà ignorato: {0}
ko: 프레임워크 어셈블리({0})를 건너뛰는 중
pl: Pomijanie zestawu struktury: {0}
pt_br: Ignorando o assembly da estrutura: {0}
ru: Пропускается сборка платформы: {0}.
tr: Çerçeve bütünleştirilmiş kodu atlanıyor: {0}
zh_hans: 正在跳过框架程序集: {0}
zh_hant: 正在跳過架構組件: {0}

# W0016
source: Can only fake the watchOS 4.3 SDK when building for watchOS.
cs: Sada watchOS 4.3 SDK se dá imitovat jen při vytváření pro watchOS.
de: Das watchOS 4.3 SDK kann nur bei der Kompilierung für watchOS simuliert werden.
es: Solo puede emularse el SDK de watchOS 4.3 al compilar para watchOS.
fr: Simulation uniquement du kit SDK watchOS 4.3 en cas de génération pour watchOS.
it: È possibile solo simulare watchOS 4.3 SDK quando si compila per watchOS.
ko: watchOS용으로 빌드할 때만 watchOS 4.3 SDK를 가짜로 만들 수 있습니다.
pl: Podczas kompilowania dla systemu watchOS można sztucznie określić tylko zestaw watchOS SDK 4.3.
pt_br: É possível usar um SDK do watchOS 4.3 fictício somente ao compilar para o watchOS.
ru: Имитировать пакет SDK для watchOS 4.3 можно только при сборке для watchOS.
tr: watchOS için derlenirken yalnızca watchOS 4.3 SDK'sı taklit edilebilir.
zh_hans: 针对 watchOS 进行生成时，只能虚设 watchOS 4.3 SDK。
zh_hant: 針對 watchOS 建置時，只能模擬 watchOS 4.3 SDK。

# W0019
source: Supported iPhone orientations have not been set
cs: Nenastavily se podporované orientace iPhonu.
de: Es wurden keine unterstützten iPhone-Ausrichtungen festgelegt.
es: No se han establecido las orientaciones de iPhone admitidas.
fr: Les orientations d'iPhone prises en charge n'ont pas été définies
it: Gli orientamenti per iPhone supportati non sono stati impostati
ko: 지원되는 iPhone 방향이 설정되지 않음
pl: Nie ustawiono obsługiwanych orientacji telefonu iPhone
pt_br: As orientações do iPhone com suporte não foram definidas
ru: Не заданы поддерживаемые ориентации iPhone.
tr: Desteklenen iPhone yönleri ayarlanmamış
zh_hans: 尚未设置受支持的 iPhone 方向
zh_hant: 未設定支援的 iPhone 方向

# W0020
source: Supported iPhone orientations are not matched pairs
cs: Podporované orientace iPhonu nejsou odpovídající dvojice.
de: Die unterstützten iPhone-Ausrichtungen stimmen nicht überein.
es: Las orientaciones de iPhone admitidas no coinciden con las del iPad.
fr: Les paramètres d'orientation pris en charge pour l'iPhone ne correspondent pas à ceux de l'iPad
it: Le impostazioni di orientamento dell'iPhone non corrispondono a quelle dell'iPad
ko: 지원되는 iPhone 방향이 일치하는 쌍이 아님
pl: Obsługiwane orientacje telefonu iPhone nie są zgodnymi parami
pt_br: As orientações do iPhone com suporte não são pares correspondentes
ru: Поддерживаемые ориентации iPhone не соответствуют ориентациям iPad.
tr: Desteklenen iPhone yönleri eşleşen çiftler halinde değil
zh_hans: 受支持的 iPhone 方向不匹配
zh_hant: 支援的 iPhone 方向與配對不相符

# W0021
source: Supported iPad orientations have not been set
cs: Nenastavily se podporované orientace iPadu.
de: Es wurden keine unterstützten iPad-Ausrichtungen festgelegt.
es: No se han establecido las orientaciones de iPad admitidas.
fr: Les orientations d'iPad prises en charge n'ont pas été définies
it: Gli orientamenti per iPad supportati non sono stati impostati
ko: 지원되는 iPad 방향이 설정되지 않음
pl: Nie ustawiono obsługiwanych orientacji tabletu iPad
pt_br: As orientações do iPad com suporte não foram definidas
ru: Не заданы поддерживаемые ориентации iPad.
tr: Desteklenen iPad yönleri ayarlanmamış
zh_hans: 尚未设置受支持的 iPad 方向
zh_hant: 未設定支援的 iPad 方向

# W0022
source: Supported iPad orientations are not matched pairs
cs: Podporované orientace iPadu nejsou odpovídající dvojice.
de: Die unterstützten iPad-Ausrichtungen sind keine übereinstimmenden Paare.
es: Las orientaciones de iPad admitidas no son pares coincidentes.
fr: Les orientations d'iPad prises en charge ne sont pas des paires correspondantes
it: Gli orientamenti per iPad supportati non sono coppie abbinate
ko: 지원되는 iPad 방향이 일치하는 쌍이 아님
pl: Obsługiwane orientacje tabletu iPad nie są zgodnymi parami
pt_br: As orientações do iPad com suporte não são pares correspondentes
ru: Поддерживаемые ориентации iPad не являются соответствующими парами.
tr: Desteklenen iPad yönleri eşleşen çiftler halinde değil
zh_hans: 受支持的 iPad 方向不匹配
zh_hant: 支援的 iPad 方向不是相符的組合

# W0051
source: Unknown native reference type for '{0}'.
cs: Neznámý typ nativního odkazu pro {0}
de: Unbekannter nativer Verweistyp für "{0}".
es: Tipo de referencia nativo desconocido para "{0}".
fr: Type référence natif inconnu pour '{0}'.
it: Tipo riferimento nativo sconosciuto per '{0}'.
ko: '{0}'에 대한 알 수 없는 네이티브 참조 형식입니다.
pl: Nieznany typ odwołania natywnego dla: „{0}”.
pt_br: Tipo de referência nativa desconhecido para '{0}'.
ru: Неизвестный собственный ссылочный тип для "{0}".
tr: '{0}' için bilinmeyen yerel başvuru türü.
zh_hans: “{0}”的本机引用类型未知。
zh_hant: '{0}' 具有未知的原生參考類型。

# W0052
source: Dynamic native references are not supported: '{0}'
cs: Dynamické nativní odkazy se nepodporují: {0}
de: Dynamische native Verweise werden nicht unterstützt: "{0}"
es: No se admiten las referencias nativas dinámicas: "{0}"
fr: Les références natives dynamiques ne sont pas prises en charge : '{0}'
it: I riferimenti nativi dinamici non sono supportati: '{0}'
ko: 동적 네이티브 참조('{0}')가 지원되지 않음
pl: Dynamiczne odwołania natywne nie są obsługiwane: „{0}”
pt_br: Não há suporte para referências nativas dinâmicas: '{0}'
ru: Динамические собственные ссылки не поддерживаются: "{0}".
tr: Dinamik yerel başvurular desteklenmiyor: '{0}'
zh_hans: 不支持动态本机引用:“{0}”
zh_hant: 不支援動態原生參考: '{0}'

# W0054
source: Failed to create response file '{0}': {1}
cs: Nepovedlo se vytvořit soubor odpovědi {0}: {1}
de: Fehler beim Erstellen der Antwortdatei "{0}": {1}
es: No se pudo crear el archivo de respuesta "{0}": {1}
fr: Échec de la création du fichier réponse '{0}' : {1}
it: Non è stato possibile creare il file di risposta '{0}': {1}
ko: 지시 파일 '{0}'을(를) 생성하지 못함: {1}
pl: Nie można utworzyć pliku odpowiedzi „{0}”: {1}
pt_br: Falha ao criar o arquivo de resposta '{0}': {1}
ru: Не удалось создать файл ответов "{0}": {1}
tr: '{0}' yanıt dosyası oluşturulamadı: {1}
zh_hans: 无法创建响应文件“{0}”: {1}
zh_hant: 無法建立回應檔 '{0}': {1}

# W0071
source: The App Extension '{0}' has a CFBundleShortVersionString ({1}) that does not match the main app bundle's CFBundleShortVersionString ({2})
cs: Rozšíření aplikace {0} má hodnotu CFBundleShortVersionString ({1}), která neodpovídá hodnotě CFBundleShortVersionString ({2}) hlavní sady prostředků aplikace.
de: Die App-Erweiterung "{0}" weist einen CFBundleShortVersionString ({1}) auf, der nicht mit dem CFBundleShortVersionString ({2}) des Haupt-App-Bundles übereinstimmt.
es: La extensión de aplicación "{0}" tiene un valor CFBundleShortVersionString ({1}) que no coincide con el valor CFBundleShortVersionString del lote de aplicaciones principal ({2}).
fr: L'extension d'application '{0}' a un CFBundleShortVersionString ({1}) qui ne correspond pas au CFBundleShortVersionString ({2}) du bundle d'applications principal
it: L'estensione app '{0}' contiene un valore CFBundleShortVersionString ({1}) che non corrisponde al valore CFBundleShortVersionString ({2}) del bundle dell'app principale
ko: 앱 확장 '{0}'에 기본 앱 번들의 CFBundleShortVersionString({2})과 일치하지 않는 CFBundleShortVersionString({1})이 있습니다.
pl: Rozszerzenie aplikacji „{0}” ma element CFBundleShortVersionString ({1}), który nie jest zgodny z elementem CFBundleShortVersionString ({2}) głównego pakietu aplikacji
pt_br: A Extensão do Aplicativo '{0}' tem uma CFBundleShortVersionString ({1}) que não corresponde à CFBundleShortVersionString do lote de aplicativo principal ({2})
ru: Расширение приложения "{0}" имеет ключ CFBundleShortVersionString ({1}), который не соответствует CFBundleShortVersionString основного пакета приложения ({2}).
tr: '{0}' Uygulama Uzantısında ana uygulama paketi grubunun CFBundleShortVersionString değeri ({2}) ile eşleşmeyen bir CFBundleShortVersionString ({1}) var
zh_hans: 应用扩展“{0}”的 CFBundleShortVersionString ({1})与主应用捆绑包的 CFBundleShortVersionString ({2})不匹配
zh_hant: 應用程式延伸模組 '{0}' 的 CFBundleShortVersionString ({1}) 與主要應用程式套件組合的 CFBundleShortVersionString ({2}) 不符

# W0072
source: The App Extension '{0}' does not specify a CFBundleVersion
cs: Rozšíření aplikace {0} neurčuje CFBundleVersion.
de: Die App-Erweiterung "{0}" gibt keine CFBundleVersion an.
es: La extensión de aplicación "{0}" no especifica ningún valor CFBundleVersion.
fr: L'extension d'application '{0}' ne spécifie pas CFBundleVersion
it: L'estensione app '{0}' non specifica alcun valore CFBundleVersion
ko: 앱 확장 '{0}'에서 CFBundleVersion을 지정하지 않았습니다.
pl: Rozszerzenie aplikacji „{0}” nie określa elementu CFBundleVersion
pt_br: A Extensão do Aplicativo '{0}' não especifica uma CFBundleVersion
ru: Расширение приложения "{0}" не указывает ключ CFBundleVersion.
tr: '{0}' Uygulama Uzantısı bir CFBundleVersion belirtmiyor
zh_hans: 应用扩展“{0}”未指定任何 CFBundleVersion
zh_hant: 應用程式延伸模組 '{0}' 未指定 CFBundleVersion

# W0073
source: The App Extension '{0}' has a CFBundleVersion ({1}) that does not match the main app bundle's CFBundleVersion ({2})
cs: Rozšíření aplikace {0} má hodnotu CFBundleVersion ({1}), která neodpovídá hodnotě CFBundleVersion ({2}) hlavní sady prostředků aplikace.
de: Die App-Erweiterung "{0}" weist eine CFBundleVersion ({1}) auf, die nicht mit der CFBundleVersion ({2}) des Haupt-App-Bundles übereinstimmt.
es: La extensión de aplicación "{0}" tiene un valor CFBundleVersion ({1}) que no coincide con el valor CFBundleVersion del lote de aplicaciones principal ({2}).
fr: L'extension d'application '{0}' a un CFBundleVersion ({1}) qui ne correspond pas au CFBundleVersion ({2}) du bundle d'applications principal
it: L'estensione app '{0}' contiene un valore CFBundleVersion ({1}) che non corrisponde al valore CFBundleVersion ({2}) del bundle dell'app principale
ko: 앱 확장 '{0}'에 기본 앱 번들의 CFBundleVersion({2})과 일치하지 않는 CFBundleVersion({1})이 있습니다.
pl: Rozszerzenie aplikacji „{0}” ma element CFBundleVersion ({1}), który nie jest zgodny z elementem CFBundleVersion ({2}) głównego pakietu aplikacji
pt_br: A Extensão do Aplicativo '{0}' tem uma CFBundleVersion ({1}) que não corresponde à CFBundleVersion do lote de aplicativo principal ({2})
ru: Расширение приложения "{0}" имеет ключ CFBundleVersion ({1}), который не соответствует CFBundleVersion основного пакета приложения ({2}).
tr: '{0}' Uygulama Uzantısı, ana uygulama paketi grubunun CFBundleVersion ({2}) değeri ile eşleşmeyen bir CFBundleVersion ({1}) içeriyor
zh_hans: 应用扩展“{0}”的 CFBundleVersion ({1})与主应用捆绑包的 CFBundleVersion ({2})不匹配
zh_hant: 應用程式延伸模組 '{0}' 的 CFBundleVersion ({1}) 與主要應用程式套件組合的 CFBundleVersion ({2}) 不符

# W0074
source: The App Extension '{0}' has an unrecognized NSExtensionPointIdentifier value ('{1}').
cs: Rozšíření aplikace {0} má nerozpoznanou hodnotu NSExtensionPointIdentifier ({1}).
de: Die App-Erweiterung "{0}" weist einen unbekannten NSExtensionPointIdentifier-Wert auf ("{1}").
es: La extensión de aplicación "{0}" tiene un valor NSExtensionPointIdentifier no reconocido ("{1}").
fr: L'extension d'application '{0}' a une valeur NSExtensionPointIdentifier ('{1}') non reconnue.
it: L'estensione app '{0}' contiene un valore NSExtensionPointIdentifier ('{1}') non riconosciuto.
ko: 앱 확장 '{0}'에 인식할 수 없는 NSExtensionPointIdentifier 값('{1}')이 있습니다.
pl: Rozszerzenie aplikacji „{0}” ma nierozpoznaną wartość NSExtensionPointIdentifier („{1}”).
pt_br: A Extensão do Aplicativo '{0}' tem um valor de NSExtensionPointIdentifier não reconhecido ('{1}').
ru: Расширение приложения "{0}" имеет неопознанное значение NSExtensionPointIdentifier ("{1}").
tr: '{0}' Uygulama Uzantısında tanınmayan bir NSExtensionPointIdentifier değeri ('{1}') var.
zh_hans: 应用扩展“{0}”的 NSExtensionPointIdentifier 值(“{1}”)无法识别。
zh_hant: 應用程式延伸模組 '{0}' 具有無法辨識的 NSExtensionPointIdentifier 值 ('{1}')。

# W0075
source: The Watch App '{0}' does not specify a CFBundleShortVersionString
cs: Aplikace Watch {0} neurčuje CFBundleShortVersionString.
de: Die Watch-App "{0}" gibt keinen CFBundleShortVersionString an.
es: La aplicación de Watch "{0}" no especifica ningún valor CFBundleShortVersionString.
fr: L'application Watch '{0}' ne spécifie pas CFBundleShortVersionString
it: L'app Watch '{0}' non specifica alcun valore CFBundleShortVersionString
ko: Watch 앱 '{0}'에서 CFBundleShortVersionString을 지정하지 않았습니다.
pl: Aplikacja dla zegarków „{0}” nie określa elementu CFBundleShortVersionString
pt_br: O Aplicativo Watch '{0}' não especifica uma CFBundleShortVersionString
ru: Приложение Watch "{0}" не указывает ключ CFBundleShortVersionString.
tr: '{0}' Watch Uygulaması bir CFBundleShortVersionString belirtmiyor
zh_hans: Watch 应用“{0}”未指定任何 CFBundleShortVersionString
zh_hant: Watch 應用程式 '{0}' 未指定 CFBundleShortVersionString

# W0076
source: The Watch App '{0}' has a CFBundleShortVersionString ({1}) that does not match the main app bundle's CFBundleShortVersionString ({2})
cs: Aplikace Watch {0} má hodnotu CFBundleShortVersionString ({1}), která neodpovídá hodnotě CFBundleShortVersionString ({2}) hlavní sady prostředků aplikace.
de: Die Watch-Apps "{0}" weist einen CFBundleShortVersionString ({1}) auf, der nicht mit dem CFBundleShortVersionString ({2}) des Haupt-App-Bundles übereinstimmt.
es: La aplicación de Watch "{0}" tiene un valor CFBundleShortVersionString ({1}) que no coincide con el valor CFBundleShortVersionString del lote de aplicaciones principal ({2}).
fr: L'application Watch '{0}' a un CFBundleShortVersionString ({1}) qui ne correspond pas au CFBundleShortVersionString ({2}) du bundle d'applications principal
it: L'app Watch '{0}' contiene un valore CFBundleShortVersionString ({1}) che non corrisponde al valore CFBundleShortVersionString ({2}) del bundle dell'app principale
ko: Watch 앱 '{0}'에 기본 앱 번들의 CFBundleShortVersionString({2})과 일치하지 않는 CFBundleShortVersionString({1})이 있습니다.
pl: Aplikacja dla zegarków „{0}” ma element CFBundleShortVersionString ({1}), który nie jest zgodny z elementem CFBundleShortVersionString ({2}) głównego pakietu aplikacji
pt_br: O Aplicativo Watch '{0}' tem uma CFBundleShortVersionString ({1}) que não corresponde à CFBundleShortVersionString do lote de aplicativo principal ({2})
ru: Приложение Watch "{0}" имеет ключ CFBundleShortVersionString ({1}), который не соответствует CFBundleShortVersionString основного пакета приложения ({2}).
tr: '{0}' Watch Uygulamasında ana uygulama paketi grubunun CFBundleShortVersionString ({2}) değeri ile eşleşmeyen bir CFBundleShortVersionString ({1}) var
zh_hans: Watch 应用“{0}”的 CFBundleShortVersionString ({1})与主应用捆绑包的 CFBundleShortVersionString ({2})不匹配
zh_hant: Watch 應用程式 '{0}' 的 CFBundleShortVersionString ({1}) 與主要應用程式套件組合的 CFBundleShortVersionString ({2}) 不符

# W0077
source: The Watch App '{0}' does not specify a CFBundleVersion
cs: Aplikace Watch {0} neurčuje CFBundleVersion.
de: Die Watch-App "{0}" gibt keine CFBundleVersion an.
es: La aplicación de Watch "{0}" no especifica ningún valor CFBundleVersion.
fr: L'application Watch '{0}' ne spécifie pas CFBundleVersion
it: L'app Watch '{0}' non specifica alcun valore CFBundleVersion
ko: Watch 앱 '{0}'에서 CFBundleVersion을 지정하지 않았습니다.
pl: Aplikacja dla zegarków „{0}” nie określa elementu CFBundleVersion
pt_br: O Aplicativo Watch '{0}' não especifica uma CFBundleVersion
ru: Приложение Watch "{0}" не указывает ключ CFBundleVersion.
tr: '{0}' Watch Uygulaması bir CFBundleVersion belirtmiyor
zh_hans: Watch 应用“{0}”未指定任何 CFBundleVersion
zh_hant: Watch 應用程式 '{0}' 未指定 CFBundleVersion

# W0078
source: The Watch App '{0}' has a CFBundleVersion ({1}) that does not match the main app bundle's CFBundleVersion ({2})
cs: Aplikace Watch {0} má hodnotu CFBundleVersion ({1}), která neodpovídá hodnotě CFBundleVersion ({2}) hlavní sady prostředků aplikace.
de: Die Watch-App "{0}" weist eine CFBundleVersion ({1}) auf, die nicht mit der CFBundleVersion ({2}) des Haupt-App-Bundles übereinstimmt.
es: La aplicación de Watch "{0}" tiene un valor CFBundleVersion ({1}) que no coincide con el valor CFBundleVersion del lote de aplicaciones principal ({2}).
fr: L'application Watch '{0}' a un CFBundleVersion ({1}) qui ne correspond pas au CFBundleVersion ({2}) du bundle d'applications principal
it: L'app Watch '{0}' contiene un valore CFBundleVersion ({1}) che non corrisponde al valore CFBundleVersion ({2}) del bundle dell'app principale
ko: Watch 앱 '{0}'에 기본 앱 번들의 CFBundleVersion({2})과 일치하지 않는 CFBundleVersion({1})이 있습니다.
pl: Aplikacja dla zegarków „{0}” ma element CFBundleVersion ({1}), który nie jest zgodny z elementem CFBundleVersion ({2}) głównego pakietu aplikacji
pt_br: O Aplicativo Watch '{0}' tem uma CFBundleVersion ({1}) que não corresponde à CFBundleVersion do lote de aplicativo principal ({2})
ru: Приложение Watch "{0}" имеет ключ CFBundleVersion ({1}), который не соответствует CFBundleVersion основного пакета приложения ({2}).
tr: '{0}' Watch Uygulamasında, ana uygulama paketi grubunun CFBundleVersion ({2}) değeri ile eşleşmeyen bir CFBundleVersion ({1}) var
zh_hans: Watch 应用“{0}”的 CFBundleVersion ({1})与主应用捆绑包的 CFBundleVersion ({2})不匹配
zh_hant: Watch 應用程式 '{0}' 的 CFBundleVersion ({1}) 與主要應用程式套件組合的 CFBundleVersion ({2}) 不符

# W0079
source: The Watch Extension '{0}' does not specify a CFBundleShortVersionString)
cs: Rozšíření Watch {0} neurčuje CFBundleShortVersionString.
de: Die Watch-Erweiterung "{0}" gibt keinen CFBundleShortVersionString an.
es: La extensión de Watch "{0}" no especifica ningún valor CFBundleShortVersionString.
fr: L'extension Watch '{0}' ne spécifie pas CFBundleShortVersionString
it: L'estensione Watch '{0}' non specifica alcun valore CFBundleShortVersionString
ko: Watch 확장 '{0}'에서 CFBundleShortVersionString을 지정하지 않았습니다.
pl: Rozszerzenie dla zegarków „{0}” nie określa elementu CFBundleShortVersionString.
pt_br: A Extensão Watch '{0}' não especifica uma CFBundleShortVersionString)
ru: Расширение Watch "{0}" не указывает ключ CFBundleShortVersionString.
tr: '{0}' Watch Uzantısı bir CFBundleShortVersionString belirtmiyor)
zh_hans: Watch 扩展 “{0}”未指定任何 CFBundleShortVersionString)
zh_hant: Watch 延伸模組 '{0}' 未指定 CFBundleShortVersionString)

# W0080
source: The Watch Extension '{0}' has a CFBundleShortVersionString ({1}) that does not match the main app bundle's CFBundleShortVersionString ({2})
cs: Rozšíření Watch {0} má hodnotu CFBundleShortVersionString ({1}), která neodpovídá hodnotě CFBundleShortVersionString ({2}) hlavní sady prostředků aplikace.
de: Die Watch-Erweiterung "{0}" weist einen CFBundleShortVersionString ({1}) auf, der nicht mit dem CFBundleShortVersionString ({2}) des Haupt-App-Bundles übereinstimmt.
es: La extensión de Watch "{0}" tiene un valor CFBundleShortVersionString ({1}) que no coincide con el valor CFBundleShortVersionString del lote de aplicaciones principal ({2}).
fr: L'extension Watch '{0}' a un CFBundleShortVersionString ({1}) qui ne correspond pas au CFBundleShortVersionString ({2}) du bundle d'applications principal
it: L'estensione Watch '{0}' contiene un valore CFBundleShortVersionString ({1}) che non corrisponde al valore CFBundleShortVersionString ({2}) del bundle dell'app principale
ko: Watch 확장 '{0}'에 기본 앱 번들의 CFBundleShortVersionString({2})과 일치하지 않는 CFBundleShortVersionString({1})이 있습니다.
pl: Rozszerzenie dla zegarków „{0}” ma element CFBundleShortVersionString ({1}), który nie jest zgodny z elementem CFBundleShortVersionString ({2}) głównego pakietu aplikacji
pt_br: A Extensão Watch '{0}' tem uma CFBundleShortVersionString ({1}) que não corresponde à CFBundleShortVersionString do lote de aplicativo principal ({2})
ru: Расширение Watch "{0}" имеет ключ CFBundleShortVersionString ({1}), который не соответствует CFBundleShortVersionString основного пакета приложения ({2}).
tr: '{0}' Watch Uzantısında ana uygulama paketi grubunun CFBundleShortVersionString ({2}) değeri ile eşleşmeyen bir CFBundleShortVersionString ({1}) var
zh_hans: Watch 扩展 “{0}”的 CFBundleShortVersionString ({1})与主应用捆绑包的 CFBundleShortVersionString ({2})不匹配
zh_hant: Watch 延伸模組 '{0}' 的 CFBundleShortVersionString ({1}) 與主要應用程式套件組合的 CFBundleShortVersionString ({2}) 不符

# W0081
source: The Watch Extension '{0}' does not specify a CFBundleVersion
cs: Rozšíření Watch {0} neurčuje CFBundleVersion.
de: Die Watch-Erweiterung "{0}" gibt keine CFBundleVersion an.
es: La extensión de Watch "{0}" no especifica ningún valor CFBundleVersion.
fr: L'extension Watch '{0}' ne spécifie pas CFBundleVersion
it: L'estensione Watch '{0}' non specifica alcun valore CFBundleVersion
ko: Watch 확장 '{0}'에서 CFBundleVersion을 지정하지 않았습니다.
pl: Rozszerzenie dla zegarków „{0}” nie określa elementu CFBundleVersion
pt_br: A Extensão Watch '{0}' não especifica uma CFBundleVersion
ru: Расширение Watch "{0}" не указывает ключ CFBundleVersion.
tr: '{0}' Watch Uzantısı bir CFBundleVersion belirtmiyor
zh_hans: Watch 扩展 “{0}”未指定任何 CFBundleVersion
zh_hant: Watch 延伸模組 '{0}' 未指定 CFBundleVersion

# W0082
source: The Watch Extension '{0}' has a CFBundleVersion ({1}) that does not match the main app bundle's CFBundleVersion ({2})
cs: Rozšíření Watch {0} má hodnotu CFBundleVersion ({1}), která neodpovídá hodnotě CFBundleVersion ({2}) hlavní sady prostředků aplikace.
de: Die Watch-Erweiterung "{0}" weist eine CFBundleVersion ({1}) auf, die nicht mit der CFBundleVersion ({2}) des Haupt-App-Bundles übereinstimmt.
es: La extensión de Watch "{0}" tiene un valor CFBundleVersion ({1}) que no coincide con el valor CFBundleVersion del lote de aplicaciones principal ({2}).
fr: L'extension Watch '{0}' a un CFBundleVersion ({1}) qui ne correspond pas au CFBundleVersion ({2}) du bundle d'applications principal
it: L'estensione Watch '{0}' contiene un valore CFBundleVersion ({1}) che non corrisponde al valore CFBundleVersion ({2}) del bundle dell'app principale
ko: Watch 확장 '{0}'에 기본 앱 번들의 CFBundleVersion({2})과 일치하지 않는 CFBundleVersion({1})이 있습니다.
pl: Rozszerzenie dla zegarków „{0}” ma element CFBundleVersion ({1}), który nie jest zgodny z elementem CFBundleVersion ({2}) głównego pakietu aplikacji
pt_br: A Extensão Watch '{0}' tem uma CFBundleVersion ({1}) que não corresponde à CFBundleVersion do lote de aplicativo principal ({2})
ru: Расширение Watch "{0}" имеет ключ CFBundleVersion ({1}), который не соответствует CFBundleVersion основного пакета приложения ({2}).
tr: '{0}' Watch Uzantısında ana uygulama paketi grubunun CFBundleVersion ({2}) değeri ile eşleşmeyen bir CFBundleVersion ({1}) var
zh_hans: Watch 扩展 “{0}”的 CFBundleVersion ({1})与主应用捆绑包的 CFBundleVersion ({2})不匹配
zh_hant: Watch 延伸模組 '{0}' 的 CFBundleVersion ({1}) 與主要應用程式套件組合的 CFBundleVersion ({2}) 不符
