Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# E7057
source: Merge: Can't Add array Entries to dict
cs: Sloučení: Do slovníku se nedají přidat položky pole.
de: Zusammenführen: Arrayeinträge können dem Wörterbuch nicht hinzugefügt werden.
es: Fusionar: no se pueden agregar entradas de matriz al diccionario.
fr: Merge : impossible d'ajouter des entrées de tableau au dictionnaire
it: Unione: non è possibile aggiungere voci di matrice al dizionario
ko: 병합: 사전에 배열 항목을 추가할 수 없음
pl: Scalanie: nie można dodać wpisów tablicy do słownika
pt_br: Mesclar: Não É Possível Adicionar Entradas de matriz a dict
ru: Объединение: невозможно добавить записи массива в словарь.
tr: Birleştir: Dizi Girişleri Sözlüğe Eklenemiyor
zh_hans: 合并: 无法将数组条目添加到字典
zh_hant: 合併: 無法將陣列項目新增至字典

# E7058
source: Merge: Specified Entry Must Be a Container
cs: Sloučení: Zadaná položka musí být kontejner.
de: Zusammenführen: Der angegebene Eintrag muss ein Container sein.
es: Fusionar: la entrada especificada debe ser un contenedor.
fr: Merge : l'entrée spécifiée doit être un conteneur
it: Unione: la voce specificata deve essere un contenitore
ko: 병합: 지정한 항목은 컨테이너여야 함
pl: Scalanie: określony wpis musi być kontenerem
pt_br: Mesclar: A Entrada Especificada Precisa Ser um Contêiner
ru: Объединение: указанная запись должна быть контейнером.
tr: Birleştir: Belirtilen Giriş Bir Kapsayıcı Olmalıdır
zh_hans: 合并: 指定的条目必须是容器
zh_hant: 合併: 指定的項目必須為容器

# E7059
source: Merge: Entry, "{0}", Contains Invalid Array Index
cs: Sloučení: Položka {0} obsahuje neplatný index pole.
de: Zusammenführen: Eintrag "{0}" enthält einen ungültigen Arrayindex.
es: Fusionar: la entrada, "{0}", contiene un índice de matriz no válido.
fr: Merge : l'entrée "{0}" contient un index de tableau non valide
it: Unione: la voce "{0}" contiene un indice di matrice non valido
ko: 병합: '{0}' 항목에 잘못된 배열 인덱스가 포함되어 있음
pl: Scalanie: wpis („{0}”) zawiera nieprawidłowy indeks tablicy
pt_br: Mesclar: A Entrada, "{0}", Contém um Índice de Matriz Inválido
ru: Объединение: запись "{0}" содержит недопустимый индекс массива.
tr: Birleştir: "{0}" Girişi Geçersiz Dizi Dizini İçeriyor
zh_hans: 合并: 包含无效数组索引的条目“{0}”
zh_hant: 合併: 項目 "{0}" 包含無效的陣列索引

# E7060
source: Merge: Entry, "{0}", Does Not Exist
cs: Sloučení: Položka {0} neexistuje.
de: Zusammenführen: Eintrag "{0}" ist nicht vorhanden.
es: Fusionar: la entrada, "{0}", no existe.
fr: Merge : l'entrée "{0}" n'existe pas
it: Unione: la voce "{0}" non esiste
ko: 병합: '{0}' 항목이 없음
pl: Scalanie: wpis („{0}”) nie istnieje
pt_br: Mesclar: A Entrada, "{0}", Não Existe
ru: Объединение: запись "{0}" не существует.
tr: Birleştir: "{0}" Girişi Yok
zh_hans: 合并: 不存在条目“{0}”
zh_hant: 合併: 項目 "{0}" 不存在

# E7061
source: Merge: Error Reading File: {0}
cs: Sloučení: Při čtení souboru došlo k chybě: {0}
de: Zusammenführen: Fehler beim Lesen der Datei: {0}
es: Fusionar: error al leer el archivo: {0}
fr: Merge : erreur durant la lecture du fichier : {0}
it: Unione: errore durante la lettura del file: {0}
ko: 병합: 파일을 읽는 동안 오류 발생: {0}
pl: Scalanie: błąd odczytywania pliku: {0}
pt_br: Mesclar: Erro ao Ler o Arquivo: {0}
ru: Объединение: ошибка при чтении файла {0}.
tr: Birleştir: Dosya Okunurken Hata Oluştu: {0}
zh_hans: 合并: 读取文件时出错: {0}
zh_hant: 合併: 讀取檔案時發生錯誤: {0}

# E7062
source: Set: Entry, "{0}", Incorrectly Specified
cs: Nastavení: Položka {0} se nezadala správně.
de: Festlegen: Eintrag "{0}" wurde falsch angegeben.
es: Establecer: la entrada, "{0}", se ha especificado incorrectamente.
fr: Set : l'entrée "{0}" est spécifiée de manière incorrecte
it: Impostazione: la voce "{0}" non è specificata correttamente
ko: 설정: '{0}' 항목이 잘못 지정됨
pl: Ustawianie: wpis („{0}”) określono niepoprawnie
pt_br: Configurar: A Entrada, "{0}", Foi Especificada Incorretamente
ru: Задание: запись "{0}" указана неверно.
tr: Ayarla: "{0}" Girişi Yanlış Belirtildi
zh_hans: 设置: 未正确指定的条目“{0}”
zh_hant: 設定: 未正確指定項目 "{0}"

# E7063
source: Set: Entry, "{0}", Contains Invalid Array Index
cs: Nastavení: Položka {0} obsahuje neplatný index pole.
de: Festlegen: Eintrag "{0}" enthält einen ungültigen Arrayindex.
es: Establecer: la entrada, "{0}", contiene un índice de matriz no válido.
fr: Set : l'entrée "{0}" contient un index de tableau non valide
it: Impostazione: la voce "{0}" contiene un indice di matrice non valido
ko: 설정: '{0}' 항목에 잘못된 배열 인덱스가 포함되어 있음
pl: Ustawianie: wpis („{0}”) zawiera nieprawidłowy indeks tablicy
pt_br: Configurar: A Entrada, "{0}", Contém um Índice de Matriz Inválido
ru: Задание: запись "{0}" содержит недопустимый индекс массива.
tr: Ayarla: "{0}" Girişi Geçersiz Dizi Dizini İçeriyor
zh_hans: 设置: 包含无效数组索引的条目“{0}”
zh_hant: 設定: 項目 "{0}" 包含無效的陣列索引

# E7064
source: Set: Entry, "{0}", Does Not Exist
cs: Nastavení: Položka {0} neexistuje.
de: Festlegen: Eintrag "{0}" ist nicht vorhanden.
es: Establecer: la entrada, "{0}", no existe.
fr: Set : l'entrée "{0}" n'existe pas
it: Impostazione: la voce "{0}" non esiste
ko: 설정: '{0}' 항목이 없음
pl: Ustawianie: wpis („{0}”) nie istnieje
pt_br: Configurar: A Entrada, "{0}", Não Existe
ru: Задание: запись "{0}" не существует.
tr: Ayarla: "{0}" Girişi Yok
zh_hans: 设置: 不存在条目“{0}”
zh_hant: 設定: 項目 "{0}" 不存在

# E7068
source: Can't create a binding resource package unless there are native references in the binding project.
cs: Pokud ve vazebním projektu neexistují nativní odkazy, nedá se vytvořit balíček prostředků vazby.
de: Ein Bindungsressourcenpaket kann nur erstellt werden, wenn im Bindungsprojektsystem native Verweise vorhanden sind.
es: No se puede crear un paquete de recursos de enlace, a menos que haya referencias nativas en el proyecto de enlace.
fr: Impossible de créer un paquet de ressources de liaison, sauf s'il existe des références natives dans le projet de liaison.
it: Non è possibile creare un pacchetto di risorse di binding a meno che nel progetto di binding non siano presenti riferimenti nativi.
ko: 바인딩 프로젝트에 네이티브 참조가 없으면 바인딩 리소스 패키지를 생성할 수 없습니다.
pl: Nie można utworzyć pakietu zasobów powiązania, chyba że istnieją odwołania natywne w projekcie powiązania.
pt_br: Não é possível criar um pacote de recursos de associação, a menos que haja referências nativas no projeto de associação.
ru: Создание пакета ресурсов привязки возможно, только если в проекте привязки есть собственные ссылки.
tr: Bağlama projesinde yerel başvurular olmadığı sürece, bağlama kaynak paketi oluşturulamaz.
zh_hans: 除非绑定项目中存在本机引用，否则无法创建绑定资源包。
zh_hant: 除非繫結專案中具有原生參考，否則無法建立繫結資源套件。

# M0001
source: Tool {0} execution started with arguments: {1}
cs: Spouštění nástroje {0} začalo s těmito argumenty: {1}
de: Ausführung des Tools "{0}" mit Argumenten gestartet: {1}
es: La ejecución de la herramienta {0} se inició con argumentos: {1}
fr: L'exécution de l'outil {0} a commencé avec des arguments : {1}
it: L'esecuzione dello strumento {0} è stata avviata con gli argomenti: {1}
ko: {0} 도구 실행이 인수로 시작됨: {1}
pl: Uruchomiono narzędzie {0} z argumentami: {1}
pt_br: A execução da ferramenta {0} foi iniciada com argumentos: {1}
ru: Выполнение средства {0} запущено с аргументами: {1}.
tr: {0} aracını yürütme işlemi şu bağımsız değişkenlerle başlatıldı: {1}
zh_hans: 从以下参数开始执行工具 {0}: {1}
zh_hant: 工具 {0} 執行已啟動。引數: {1}

# M0002
source: Tool {0} execution finished (exit code = {1}).
cs: Spouštění nástroje {0} se dokončilo (ukončovací kód = {1}).
de: Ausführung des Tools "{0}" abgeschlossen (Exitcode = {1}).
es: La ejecución de la herramienta {0} ha finalizado (código de salida: {1}).
fr: L'exécution de l'outil {0} s'est achevé (code de sortie = {1}).
it: L'esecuzione dello strumento {0} è terminata (codice di uscita = {1}).
ko: {0} 도구 실행이 완료되었습니다(종료 코드 = {1}).
pl: Zakończono działanie narzędzia {0} (kod zakończenia = {1}).
pt_br: A execução da ferramenta {0} foi concluída (código de saída = {1}).
ru: Выполнение средства {0} завершено (код выхода = {1}).
tr: {0} aracını yürütme işlemi tamamlandı (çıkış kodu = {1}).
zh_hans: 工具 {0} 执行已完成(退出代码 = {1})。
zh_hant: 工具 {0} 執行已完成 (結束代碼 = {1})。

# M0017
source: All http loads are already allowed.
cs: Všechna načtení protokolu HTTP jsou už povolená.
de: Alle HTTP-Lasten sind bereits zulässig.
es: Ya se permiten todas las cargas HTTP.
fr: Tous les chargements http sont déjà autorisés.
it: Tutti i carichi HTTP sono già consentiti.
ko: 모든 http 로드가 이미 허용되었습니다.
pl: Wszystkie ładunki HTTP są już dozwolone.
pt_br: Todas as cargas http já são permitidas.
ru: Все нагрузки HTTP уже разрешены.
tr: Tüm http yüklerine zaten izin veriliyor.
zh_hans: 已允许所有 http 加载。
zh_hant: 已允許所有 http 載入。

# M0018
source: Allowed arbitrary HTTP loads to support debugging.
cs: Povolila se libovolná načtení protokolu HTTP, aby se podporovalo ladění.
de: Zulässige arbiträre HTTP-Lasten zur Unterstützung des Debuggings.
es: Se permiten las cargas HTTP arbitrarias para admitir la depuración.
fr: Charges HTTP arbitraires autorisées pour prendre en charge le débogage.
it: Sono consentiti carichi HTTP arbitrari per supportare il debug.
ko: 디버깅을 지원하기 위해 임의의 HTTP 로드가 허용되었습니다.
pl: Zezwolono na dowolne ładunki HTTP w celu obsługi debugowania.
pt_br: Cargas HTTP arbitrárias permitidas para dar suporte à depuração.
ru: Разрешены произвольные нагрузки HTTP для поддержки отладки.
tr: Hata ayıklamayı desteklemek için rastgele HTTP yüklerine izin veriliyor.
zh_hans: 已允许任意 HTTP 加载以支持调试。
zh_hant: 已允許任意 http 載入以支援偵錯。

# M0047
source: Searching for '{0}' in '{1}'
cs: Hledá se {0} v {1}.
de: Es wird nach "{0}" in "{1}" gesucht.
es: Buscando "{0}" en "{1}"
fr: Recherche de '{0}' dans '{1}'
it: Ricerca di '{0}' in '{1}'
ko: '{1}'에서 '{0}'을(를) 검색하는 중
pl: Wyszukiwanie „{0}” w: „{1}”
pt_br: Pesquisando '{0}' em '{1}'
ru: Идет поиск "{0}" в "{1}".
tr: '{1}' içinde '{0}' aranıyor
zh_hans: 正在“{1}”中搜索“{0}”
zh_hant: 正在 '{1}' 中搜尋 '{0}'

# M0105
source: No Frameworks directory found.
cs: Nenašel se žádný adresář Frameworks.
de: Kein Frameworkverzeichnis gefunden.
es: No se encuentra ningún directorio de Frameworks.
fr: Répertoire Frameworks introuvable.
it: Non è stata trovata alcuna directory Frameworks.
ko: Frameworks 디렉터리를 찾을 수 없습니다.
pl: Nie znaleziono katalogu struktur.
pt_br: Não foi localizado nenhum diretório de Estruturas.
ru: Каталог Frameworks не найден.
tr: Frameworks dizini bulunamadı.
zh_hans: 未找到 Frameworks 目录。
zh_hant: 找不到任何架構目錄。

# M0116
source: Tool {0} execution finished.
cs: Spouštění nástroje {0} se dokončilo.
de: Ausführung des Tools "{0}" beendet.
es: La ejecución de la herramienta {0} ha finalizado.
fr: Fin de l'exécution de l'outil {0}.
it: L'esecuzione dello strumento {0} è terminata.
ko: {0} 도구 실행이 완료되었습니다.
pl: Zakończono działanie narzędzia {0}.
pt_br: A execução da ferramenta {0} foi concluída.
ru: Выполнение средства {0} завершено.
tr: {0} aracını yürütme işlemi tamamlandı.
zh_hans: 工具 {0} 执行已完成。
zh_hant: 工具 {0} 執行已完成。

# M0119
source: Skipping `{0}' as the output file, `{1}', is newer.
cs: Přeskakuje se {0}, protože výstupní soubor {1} je novější.
de: "{0}" wird als Ausgabedatei übersprungen, "{1}" ist neuer.
es: Se omite "{0}" porque el archivo de salida, "{1}", es más reciente.
fr: '{0}' est ignoré, car le fichier de sortie, '{1}', est plus récent.
it: `{0}' verrà ignorato come file di output. Il più recente è `{1}'.
ko: 출력 파일로 '{0}'을(를) 건너뜁니다. '{1}'이(가) 더 최신입니다.
pl: Element „{0}” zostanie pominięty, ponieważ plik wyjściowy „{1}” jest nowszy.
pt_br: Ignorando `{0}' como o arquivo de saída. `{1}' é mais recente.
ru: "{0}" пропускается, так как выходной файл "{1}" более новый.
tr: `{1}' çıkış dosyası daha yeni olduğundan `{0}' atlanıyor.
zh_hans: 即将跳过“{0}”，因为输出文件“{1}”较新。
zh_hant: 因為輸出檔案 `{1}' 為較新的檔案，所以跳過 `{0}'。

# M0121
source: Creating binding resource package: {0}
cs: Vytváří se balíček prostředků vazby: {0}
de: Bindungsressourcenpaket wird erstellt: {0}
es: Creando el paquete de recursos de enlace: {0}
fr: Création du paquet de ressources de liaison : {0}
it: Creazione del pacchetto di risorse di binding: {0}
ko: 바인딩 리소스 패키지({0})를 생성하는 중
pl: Tworzenie pakietu zasobów powiązania: {0}
pt_br: Criando o pacote de recursos de associação: {0}
ru: Создание пакета ресурсов привязки: {0}.
tr: Bağlama kaynak paketi oluşturuluyor: {0}
zh_hans: 正在创建绑定资源包: {0}
zh_hant: 正在建立繫結資源套件: {0}

# M0125
source: Detected signing identity:
cs: Zjistila se podpisová identita:
de: Erkannte Signaturidentität:
es: Identidad de firma detectada:
fr: Identité de signature détectée :
it: Identità di firma rilevata:
ko: 검색된 서명 ID:
pl: Wykryto tożsamość podpisu:
pt_br: Identidade de assinatura detectada:
ru: Обнаружено удостоверение подписывания:
tr: İmzalama kimliği saptandı:
zh_hans: 检测到的签名标识:
zh_hant: 偵測到的簽署識別:

# M0126
source: The certificate '{0}' does not match any of the prefixes '{1}'.
cs: Certifikát {0} neodpovídá žádné předponě {1}.
de: Das Zertifikat "{0}" stimmt mit keinem der Präfixe "{1}" überein.
es: El certificado "{0}" no coincide con ninguno de los prefijos "{1}".
fr: Le certificat '{0}' ne correspond à aucun des préfixes '{1}'.
it: Il certificato '{0}' non corrisponde a nessuno dei prefissi '{1}'.
ko: '{0}' 인증서가 '{1}' 접두사와 일치하지 않습니다.
pl: Certyfikat „{0}” nie jest zgodny z żadnym z prefiksów „{1}”.
pt_br: O certificado '{0}' não corresponde a nenhum dos prefixos '{1}'.
ru: Сертификат "{0}" не соответствует ни одному из префиксов "{1}".
tr: '{0}' sertifikası, '{1}' ön ekleriyle eşleşmiyor.
zh_hans: 证书“{0}”与所有前缀“{1}”都不匹配。
zh_hant: 憑證 '{0}' 與首碼 '{1}' 皆不符。

# M0127
source: The certificate '{0}' has expired ({1})
cs: Platnost certifikátu {0} vypršela ({1}).
de: Das Zertifikat "{0}" ist abgelaufen ({1}).
es: El certificado "{0}" ha expirado ({1})
fr: Le certificat '{0}' a expiré ({1})
it: Il certificato '{0}' è scaduto ({1})
ko: '{0}' 인증서가 만료되었음({1})
pl: Certyfikat „{0}” wygasł ({1})
pt_br: O certificado '{0}' expirou ({1})
ru: Срок действия сертификата "{0}" истек ({1}).
tr: '{0}' sertifikasının süresi doldu ({1})
zh_hans: 证书“{0}”已过期 ({1})
zh_hant: 憑證 '{0}' 已過期 ({1})

# M0129
source: The certificate '{0}' does not match '{1}'.
cs: Certifikát {0} neodpovídá {1}.
de: Das Zertifikat "{0}" stimmt nicht mit "{1}" überein.
es: El certificado "{0}" no coincide con "{1}".
fr: Le certificat '{0}' ne correspond pas à '{1}'.
it: Il certificato '{0}' non corrisponde a '{1}'.
ko: '{0}' 인증서가 '{1}'과(와) 일치하지 않습니다.
pl: Certyfikat „{0}” nie jest zgodny z: „{1}”.
pt_br: O certificado '{0}' não corresponde a '{1}'.
ru: Сертификат "{0}" не соответствует "{1}".
tr: '{0}' sertifikası '{1}' ile eşleşmiyor.
zh_hans: 证书“{0}”与“{1}”不匹配。
zh_hant: 憑證 '{0}' 與 '{1}' 不符。

# M0132
source: '{0}' doesn't match '{1}'.
cs: {0} neodpovídá {1}.
de: "{0}" stimmt nicht mit "{1}" überein.
es: "{0}" no coincide con "{1}".
fr: '{0}' ne correspond pas à '{1}'.
it: '{0}' non corrisponde a '{1}'.
ko: '{0}'이(가) '{1}'과(와) 일치하지 않습니다.
pl: Element „{0}” nie jest zgodny z elementem „{1}”.
pt_br: '{0}' não corresponde a '{1}'.
ru: "{0}" не соответствует "{1}".
tr: '{0}', '{1}' ile eşleşmiyor.
zh_hans: “{0}”与“{1}”不匹配。
zh_hant: '{0}' 與 '{1}' 不符。

# M0134
source: Finding matching provisioning profiles with compatible AppID, keeping only those with the longest matching (wildcard) IDs.
cs: Hledají se odpovídající zřizovací profily s kompatibilním AppID a zachovávají se jen ty s nejdelším odpovídajícím ID (zástupné znaky).
de: Es wird nach übereinstimmenden Bereitstellungsprofilen mit kompatibler AppID gesucht. Nur Profile mit den längsten übereinstimmenden (Platzhalter-) IDs werden beibehalten.
es: Buscando perfiles de aprovisionamiento coincidentes con un valor AppID compatible; se conservan solo aquellos que tengan los identificadores coincidentes más largos (comodines).
fr: Recherche de profils de provisionnement correspondants avec AppID compatible, et conservation de ceux qui ont les ID de correspondance (caractères génériques) les plus longs.
it: Ricerca dei profili di provisioning corrispondenti con ID app compatibile. Verranno mantenuti solo quelli con gli ID corrispondenti più lunghi (caratteri jolly).
ko: 호환 가능한 AppID와 일치하는 프로비저닝 프로필을 찾고, 일치하는(와일드카드) ID가 가장 긴 프로필만 유지합니다.
pl: Znajdowanie zgodnych profilów aprowizacji ze zgodnym elementem AppID i zachowywanie tylko tych, które mają najdłuższe zgodne identyfikatory (symbole wieloznaczne).
pt_br: Localizando perfis de provisionamento correspondentes com a AppID compatível. Mantendo somente aqueles com as IDs de correspondência mais longas (curinga).
ru: Выполняется поиск соответствующих профилей подготовки с совместимым идентификатором AppID. Будут оставлены только профили с самыми длинными совпадающими идентификаторами (с подстановочными знаками).
tr: Uyumlu AppID'ye sahip eşleşen sağlama profilleri bulunuyor, yalnızca en uzun eşleşen (joker) kimliklere sahip profiller saklanıyor.
zh_hans: 查找具有兼容 AppID 的匹配预配配置文件，仅保留那些具有最长的匹配(通配符) ID 的配置文件。
zh_hant: 正在使用相容 AppID 尋找相符的佈建設定檔，僅保留具有最長相符 (萬用字元) 識別碼的設定檔。

# M0135
source: AppID: {0} was ruled out because we found a better match: {1}.
cs: AppID: {0} se vyloučilo, protože jsme našli lepší shodu: {1}
de: AppID: {0} wurde verworfen, weil eine bessere Übereinstimmung gefunden wurde: {1}.
es: AppID: {0} se ha descartado porque se encontró una coincidencia más adecuada: {1}.
fr: L'AppID {0} a été exclu, car nous avons trouvé une meilleure correspondance : {1}.
it: L'ID app {0} è stato escluso perché è stata trovata una corrispondenza migliore: {1}.
ko: AppID: 더 일치하는 항목({1})이 있으므로 {0}은(는) 제외되었습니다.
pl: Identyfikator aplikacji: {0} został wykluczony, ponieważ wykryto lepsze dopasowanie: {1}.
pt_br: AppID: a correspondência {0} foi descartada porque localizamos uma melhor: {1}.
ru: AppID {0} исключается, так как найдено более точное совпадение: {1}.
tr: AppID: Daha iyi bir eşleşme bulunduğundan {0} kaldırıldı: {1}.
zh_hans: AppID: 已排除 {0}，因为我们找到了更好的匹配项: {1}。
zh_hant: AppID: {0} 已排除，原因是找到更相符的項目: {1}。

# M0136
source: AppID: {0} was ruled out because we already found better matches: {1}.
cs: AppID: {0} se vyloučilo, protože jsme už našli lepší shody: {1}
de: AppID: {0} wurde verworfen, weil bereits bessere Übereinstimmungen gefunden wurden: {1}.
es: AppID: {0} se ha descartado porque hemos encontrado coincidencias más adecuadas: {1}.
fr: L'AppID {0} a été exclu, car nous avons déjà trouvé de meilleures correspondances : {1}.
it: L'ID app {0} è stato escluso perché sono già state trovate corrispondenze migliori: {1}.
ko: AppID: 이미 더 일치하는 항목({1})이 있으므로 {0}은(는) 제외되었습니다.
pl: Identyfikator aplikacji: {0} został wykluczony, ponieważ znaleziono już lepsze dopasowania: {1}.
pt_br: AppID: a correspondência {0} foi descartada porque já localizamos outras melhores: {1}.
ru: AppID {0} исключается, так как уже найдены более точные совпадения: {1}.
tr: AppID: Daha iyi eşleşmeler bulunduğundan {0} kaldırıldı: {1}.
zh_hans: AppID: 已排除 {0}，因为我们找到了更好的匹配项: {1}。
zh_hant: AppID: {0} 已排除，原因是已找到更相符的項目: {1}。

# M0138
source: Multiple provisioning profiles match the bundle identifier; using the first match.
cs: Identifikátoru sady prostředků odpovídá více zřizovacích profilů. Použije se první shoda.
de: Mehrere Bereitstellungsprofile stimmen mit der Bundle-ID überein. Es wird die erste Übereinstimmung verwendet.
es: Varios perfiles de aprovisionamiento coinciden con el identificador de lote. Se usará el primero.
fr: Plusieurs profils de provisionnement correspondent à l'identificateur de bundle. Utilisation de la première correspondance.
it: Più profili di provisioning corrispondono all'identificatore del bundle. Verrà usata la prima corrispondenza.
ko: 여러 프로비저닝 프로필이 번들 식별자와 일치하므로 처음 일치를 사용합니다.
pl: Wiele profilów aprowizacji jest zgodnych z identyfikatorem pakietu. Zostanie użyte pierwsze dopasowanie.
pt_br: Vários perfis de provisionamento correspondem ao identificador de pacote. Usando a primeira correspondência.
ru: Идентификатору пакета соответствует множество профилей подготовки; используется первое совпадение.
tr: Paket grubu tanımlayıcısı ile birden çok sağlama profili eşleşiyor; ilk eşleşme kullanılıyor.
zh_hans: 多个预配配置文件与捆绑包标识符匹配。请使用第一个匹配项。
zh_hant: 多個佈建設定檔與套件組合識別碼相符; 將會使用第一個相符項目。

# M0142
source: Multiple signing identities match '{0}'; using the first match.
cs: S {0} se shoduje několik podpisových identit. Použije se první shoda.
de: Mehrere Signaturidentitäten stimmen mit "{0}" überein. Es wird die erste Übereinstimmung verwendet.
es: Varias identidades de firma coinciden con "{0}". Se usará la primera.
fr: Plusieurs identités de signature correspondent à '{0}' ; utilisation de la première correspondance.
it: Più identità di firma corrispondono a '{0}'. Verrà usata la prima corrispondenza.
ko: 여러 서명 ID가 '{0}'과(와) 일치하므로 처음 일치를 사용합니다.
pl: Wiele tożsamości podpisywania jest zgodnych z: „{0}”. Zostanie użyte pierwsze dopasowanie.
pt_br: Várias identidades de assinatura correspondem a '{0}'. Usando a primeira correspondência.
ru: Множество удостоверений подписывания соответствуют "{0}"; используется первое совпадение.
tr: '{0}' ile birden çok imzalama kimliği eşleşiyor; ilk eşleşme kullanılıyor.
zh_hans: 多个签名标识与“{0}”匹配。请使用第一个匹配项。
zh_hant: 多個簽署識別與 '{0}' 相符; 將會使用第一個相符項目。

# M0143
source: Multiple signing identities found; using the first identity.
cs: Našlo se několik podpisových identit. Použije se ta první.
de: Mehrere Signaturidentitäten gefunden. Es wird die erste Identität verwendet.
es: Se han encontrado varias identidades de firma. Se usará la primera.
fr: Plusieurs identités de signature trouvées ; utilisation de la première identité.
it: Sono state trovate più identità di firma. Verrà usata la prima identità.
ko: 여러 서명 ID를 찾았습니다. 첫 번째 ID를 사용합니다.
pl: Znaleziono wiele tożsamości podpisywania. Zostanie użyta pierwsza tożsamość.
pt_br: Várias identidades de assinatura localizadas. Usando a primeira identidade.
ru: Найдено множество удостоверений подписывания; используется первое из них.
tr: Birden çok imzalama kimliği bulundu; ilk kimlik kullanılıyor.
zh_hans: 找到了多个签名标识。请使用第一个标识。
zh_hant: 找到多個簽署識別; 將會使用第一個識別。

# M0149
source: {0} found at: {1}
cs: Soubor {0} se našel v {1}.
de: "{0}" gefunden unter: {1}
es: Se encontró {0} en {1}
fr: {0} trouvé ici : {1}
it: {0} trovato in: {1}
ko: {0}은(는) {1}에 있습니다.
pl: Znaleziono plik {0} w lokalizacji: {1}
pt_br: {0} localizado em: {1}
ru: Файл {0} найден здесь: {1}
tr: {1} konumunda {0} bulundu
zh_hans: 在 {1} 中找到 {0}
zh_hant: 在下列位置找到 {0}: {1}

# M0151
source: Generated bundle name: {0}
cs: Vygenerovaný název sady: {0}
de: Name des generierten Bundles: {0}
es: Nombre del lote generado: {0}
fr: Nom de bundle généré : {0}
it: Nome del bundle generato: {0}
ko: 생성된 번들 이름: {0}
pl: Nazwa wygenerowanego pakietu: {0}
pt_br: Nome do pacote gerado: {0}
ru: Имя созданного пакета: {0}.
tr: Oluşturulan paket grubu adı: {0}
zh_hans: 生成的捆绑包名称: {0}
zh_hant: 產生的套件組合名稱: {0}

# M0162
source: Duplicate Entry Was Skipped: {0}
cs: Přeskočila se duplicitní položka: {0}
de: Doppelter Eintrag wurde übersprungen: {0}
es: La entrada duplicada se ha omitido: {0}
fr: L'entrée en double a été ignorée : {0}
it: La voce duplicata è stata ignorata: {0}
ko: 중복된 항목({0})을 건너뛰었음
pl: Zduplikowany wpis został pominięty: {0}
pt_br: A Entrada Duplicada Foi Ignorada: {0}
ru: Пропущена повторяющаяся запись: {0}.
tr: Yinelenen Giriş Atlandı: {0}
zh_hans: 已跳过重复条目: {0}
zh_hant: 已跳過重複的項目: {0}

# M0163
source: File Doesn't Exist, Will Create: {0}
cs: Soubor neexistuje, vytvoří se: {0}
de: Die Datei ist nicht vorhanden und wird erstellt: {0}
es: El archivo no existe, se creará {0}
fr: Le fichier n'existe pas. Création prévue de {0}
it: Il file non esiste. Verrà creato: {0}
ko: 파일이 없음, 생성 예정: {0}
pl: Plik nie istnieje, zostanie utworzony: {0}
pt_br: O Arquivo Não Existe. Será Criado: {0}
ru: Файл не существует. Будет создано: {0}.
tr: Dosya Yok Ancak Oluşturulacak: {0}
zh_hans: 文件不存在，将创建: {0}
zh_hant: 檔案不存在，將建立: {0}
