Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# E7033
source: The Watch App '{0}' does not contain an Info.plist.
cs: Aplikace Watch {0} neobsahuje soubor Info.plist.
de: Die Watch-App "{0}" enthält keine Datei "Info.plist".
es: La aplicación de Watch "{0}" no contiene ningún archivo Info.plist.
fr: L'application Watch '{0}' ne contient pas de fichier Info.plist.
it: L'app Watch '{0}' non contiene alcun file Info.plist.
ko: Watch 앱 '{0}'에 Info.plist가 포함되어 있지 않습니다.
pl: Aplikacja dla zegarków „{0}” nie zawiera pliku Info.plist.
pt_br: O Aplicativo Watch '{0}' não contém um Info.plist.
ru: Приложение Watch "{0}" не содержит info.plist.
tr: '{0}' Watch Uygulaması bir Info.plist içermiyor.
zh_hans: Watch 应用“{0}”不包含 Info.plist。
zh_hant: Watch 應用程式 '{0}' 未包含 Info.plist。

# E7034
source: The Watch App '{0}' does not specify a CFBundleIdentifier.
cs: Aplikace Watch {0} neurčuje CFBundleIdentifier.
de: Die Watch-App "{0}" gibt keinen CFBundleIdentifier an.
es: La aplicación de Watch "{0}" no especifica ningún elemento CFBundleIdentifier.
fr: L'application Watch '{0}' ne spécifie pas CFBundleIdentifier.
it: L'app Watch '{0}' non specifica alcun valore CFBundleIdentifier.
ko: Watch 앱 '{0}'에서 CFBundleIdentifier를 지정하지 않았습니다.
pl: Aplikacja dla zegarków „{0}” nie określa elementu CFBundleIdentifier.
pt_br: O Aplicativo Watch '{0}' não especifica um CFBundleIdentifier.
ru: Приложение Watch "{0}" не указывает ключ CFBundleIdentifier.
tr: '{0}' Watch Uygulaması bir CFBundleIdentifier belirtmiyor.
zh_hans: Watch 应用“{0}”未指定 CFBundleIdentifier。
zh_hant: Watch 應用程式 '{0}' 未指定 CFBundleIdentifier。

# E7035
source: The Watch App '{0}' does not have a valid UIDeviceFamily value. Expected '{1}' but found '{2} ({3})'.
cs: Aplikace Watcher {0} nemá platnou hodnotu UIDeviceFamily. Očekávalo se {1}, ale našlo se {2} ({3}).
de: Die Watch-App "{0}" weist keinen gültigen UIDeviceFamily-Wert auf. Erwartet: "{1}", gefunden: "{2} ({3})".
es: La aplicación de Watch "{0}" no tiene un valor UIDeviceFamily válido. Se esperaba "{1}", pero se encontró "{2} ({3})".
fr: L'application Watch '{0}' n'a pas de valeur UIDeviceFamily valide. '{1}' attendu mais '{2} ({3})' trouvé.
it: L'app Watch '{0}' non contiene alcun valore UIDeviceFamily valido. È previsto '{1}' ma è stato trovato '{2} ({3})'.
ko: Watch 앱 '{0}'에 유효한 UIDeviceFamily 값이 없습니다. '{1}'을(를) 예상했지만 '{2}({3})'이(가) 검색되었습니다.
pl: Aplikacja dla zegarków „{0}” nie ma prawidłowej wartości UIDeviceFamily. Oczekiwano elementu „{1}”, ale znaleziono element „{2} ({3})”.
pt_br: O Aplicativo Watch '{0}' não tem um valor de UIDeviceFamily válido. Esperado '{1}', mas localizado '{2} ({3})'.
ru: Приложение Watch "{0}" не имеет допустимого значения UIDeviceFamily. Ожидается "{1}", но обнаружено "{2} ({3})".
tr: '{0}' Watch Uygulamasında geçerli bir UIDeviceFamily değeri yok. '{1}' bekleniyordu ancak '{2} ({3})' bulundu.
zh_hans: Watch 应用“{0}”没有有效的 UIDeviceFamily 值。期望查找“{1}”，但找到“{2} ({3})”。
zh_hant: Watch 應用程式 '{0}' 沒有有效的 UIDeviceFamily 值。必須為 '{1}'，但找到 '{2} ({3})'。

# E7036
source: The Watch App '{0}' does not specify a CFBundleExecutable.
cs: Aplikace Watch {0} neurčuje CFBundleExecutable.
de: Die Watch-App "{0}" gibt keine CFBundleExecutable an.
es: La aplicación de Watch "{0}" no especifica ningún valor CFBundleExecutable.
fr: L'application Watch '{0}' ne spécifie pas CFBundleExecutable.
it: L'app Watch '{0}' non specifica alcun valore CFBundleExecutable.
ko: Watch 앱 '{0}'에서 CFBundleExecutable을 지정하지 않았습니다.
pl: Aplikacja dla zegarków „{0}” nie określa elementu CFBundleExecutable.
pt_br: O Aplicativo Watch '{0}' não especifica um CFBundleExecutable.
ru: Приложение Watch "{0}" не указывает ключ CFBundleExecutable.
tr: '{0}' Watch Uygulaması bir CFBundleExecutable belirtmiyor.
zh_hans: Watch 应用“{0}”未指定任何 CFBundleExecutable。
zh_hant: Watch 應用程式 '{0}' 未指定 CFBundleExecutable。

# E7037
source: The WatchKit Extension '{0}' has an invalid WKAppBundleIdentifier value ('{1}'), it does not match the Watch App's CFBundleIdentifier ('{2}').
cs: Rozšíření WatchKitu {0} má neplatnou hodnotu WKAppBundleIdentifier ({1}), která neodpovídá hodnotě CFBundleIdentifier ({2}) aplikace Watch.
de: Die WatchKit-Erweiterung "{0}" weist einen ungültigen WKAppBundleIdentifier-Wert auf ("{1}"), der nicht mit dem CFBundleIdentifier ("{2}") der Watch-App übereinstimmt.
es: La extensión de WatchKit "{0}" tiene un valor WKAppBundleIdentifier ("{1}") no válido; no coincide con el valor CFBundleIdentifier de la aplicación de Watch ("{2}").
fr: L'extension WatchKit '{0}' a une valeur WKAppBundleIdentifier ('{1}') non valide, elle ne correspond pas au CFBundleIdentifier ('{2}') de l'application Watch.
it: L'estensione WatchKit '{0}' contiene un valore WKAppBundleIdentifier ('{1}') non valido. Non corrisponde al valore CFBundleIdentifier ('{2}') dell'app Watch.
ko: WatchKit 확장 '{0}'에 잘못된 WKAppBundleIdentifier 값('{1}')이 있는데, 이는 Watch 앱의 CFBundleIdentifier('{2}')와 일치하지 않습니다.
pl: Rozszerzenie WatchKit „{0}” ma nieprawidłową wartość WKAppBundleIdentifier („{1}”). Nie jest ona zgodna z elementem CFBundleIdentifier aplikacji dla zegarków („{2}”).
pt_br: A Extensão WatchKit '{0}' tem um valor de WKAppBundleIdentifier ('{1}') inválido. Ele não corresponde ao CFBundleIdentifier do lote do Aplicativo Watch ('{2}').
ru: Расширение WatchKit "{0}" имеет недопустимое значение WKAppBundleIdentifier ("{1}"), которое не соответствует CFBundleIdentifier приложения Watch ("{2}").
tr: '{0}' WatchKit Uzantısında geçersiz bir WKAppBundleIdentifier değeri ('{1}') var ancak Watch Uygulamasının CFBundleIdentifier ('{2}') tanımlayıcısı ile eşleşmiyor.
zh_hans: WatchKit 扩展“{0}”具有无效的 WKAppBundleIdentifier 值(“{1}”)，它与 Watch 应用的 CFBundleIdentifier (“{2}”)不匹配。
zh_hant: WatchKit 延伸模組 '{0}' 的 WKAppBundleIdentifier 值 ('{1}') 無效，其與 Watch 應用程式的 CFBundleIdentifier ('{2}') 不符。

# E7038
source: The Watch App '{0}' has an invalid WKCompanionAppBundleIdentifier value ('{1}'), it does not match the main app bundle's CFBundleIdentifier ('{2}').
cs: Aplikace Watch {0} má neplatnou hodnotu WKCompanionAppBundleIdentifier ({1}), neodpovídá identifikátoru CFBundleIdentifier hlavní sady prostředků aplikace ({2}).
de: Die Watch-App "{0}" weist einen ungültigen WKCompanionAppBundleIdentifier-Wert auf ("{1}"), der nicht mit dem CFBundleIdentifier ("{2}") für das Bundle der Haupt-App übereinstimmt.
es: La aplicación de Watch "{0}" tiene un valor WKCompanionAppBundleIdentifier ("{1}") no válido; no coincide con el valor CFBundleIdentifier del lote de aplicaciones principal ("{2}").
fr: L'application Watch '{0}' a une valeur WKCompanionAppBundleIdentifier ('{1}') non valide, elle ne correspond pas au CFBundleIdentifier ('{2}') du bundle d'applications principal.
it: L'app Watch '{0}' contiene un valore WKCompanionAppBundleIdentifier ('{1}') non valido. Non corrisponde al valore CFBundleIdentifier ('{2}') del bundle dell'app principale.
ko: Watch 앱 '{0}'에 잘못된 WKCompanionAppBundleIdentifier 값('{1}')이 있으며, 기본 앱 번들의 CFBundleIdentifier('{2}')와 일치하지 않습니다.
pl: Aplikacja dla zegarków „{0}” ma nieprawidłową wartość WKCompanionAppBundleIdentifier („{1}”). Nie jest ona zgodna z elementem CFBundleIdentifier głównego pakietu aplikacji („{2}”).
pt_br: O Aplicativo Watch '{0}' tem um valor de WKCompanionAppBundleIdentifier inválido ('{1}'). Ele não corresponde ao CFBundleIdentifier do lote de aplicativo principal ('{2}').
ru: Приложение Watch "{0}" имеет недопустимое значение WKCompanionAppBundleIdentifier ("{1}"), которое не соответствует CFBundleIdentifier основного пакета приложения ("{2}").
tr: '{0}' Watch Uygulamasında geçersiz bir WKCompanionAppBundleIdentifier ('{1}') var. Bu, ana uygulama paketi grubunun CFBundleIdentifier ('{2}') değeri ile eşleşmiyor.
zh_hans: Watch 应用“{0}”具有无效的 WKCompanionAppBundleIdentifier 值 ("{1}")，它与主应用捆绑包的 CFBundleIdentifier ("{2}") 不匹配。
zh_hant: Watch 應用程式 '{0}' 的 WKCompanionAppBundleIdentifier 值 ('{1}') 無效，其與主要應用程式套件組合的 CFBundleIdentifier ('{2}') 不符。

# E7038_A
source: The Watch App '{0}' has an invalid Info.plist: the WKCompanionAppBundleIdentifier must exist and must match the main app bundle's CFBundleIdentifier.
cs: Aplikace Watch {0} má neplatný soubor Info.plist: WKCompanionAppBundleIdentifier musí existovat a musí odpovídat identifikátoru CFBundleIdentifier hlavní sady prostředků aplikace.
de: Die Watch-App "{0}" enthält eine ungültige Datei "Info.plist": Der WKCompanionAppBundleIdentifier muss vorhanden sein und mit dem CFBundleIdentifier des Haupt-App-Bundles übereinstimmen.
es: La aplicación de Watch "{0}" tiene un archivo Info.plist no válido: el valor WKCompanionAppBundleIdentifier debe existir y debe coincidir con el valor CFBundleIdentifier del lote de aplicaciones principal.
fr: L'application Watch '{0}' a un fichier Info.plist non valide : le WKCompanionAppBundleIdentifier doit exister et correspondre au CFBundleIdentifier du bundle d'applications principal.
it: L'app Watch '{0}' contiene un file Info.plist non valido: il valore WKCompanionAppBundleIdentifier deve esistere e deve corrispondere al valore CFBundleIdentifier del bundle dell'app principale.
ko: Watch 앱 '{0}'에 잘못된 Info.plist가 있습니다. WKCompanionAppBundleIdentifier가 있어야 하며 기본 앱 번들의 CFBundleIdentifier와 일치해야 합니다.
pl: Aplikacja dla zegarków „{0}” ma nieprawidłowy plik Info.plist: element WKCompanionAppBundleIdentifier musi istnieć i być zgodny z elementem CFBundleIdentifier głównego pakietu aplikacji.
pt_br: O Aplicativo Watch '{0}' tem um Info.plist inválido: a chave de WKCompanionAppBundleIdentifier precisa existir e corresponder ao CFBundleIdentifier do lote de aplicativo principal.
ru: Приложение Watch "{0}" имеет недопустимый файл Info.plist: должен существовать ключ WKCompanionAppBundleIdentifier, соответствующий CFBundleIdentifier основного пакета приложения.
tr: '{0}' Watch Uygulamasında geçersiz bir Info.plist var: WKCompanionAppBundleIdentifier mevcut olmalı ve ana uygulama paketi grubunun CFBundleIdentifier değeri ile eşleşmelidir.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: WKCompanionAppBundleIdentifier 必须存在，并且必须与主应用捆绑包的 CFBundleIdentifier 匹配。
zh_hant: Watch 應用程式 '{0}' 的 Info.plist 無效: WKCompanionAppBundleIdentifier 必須存在，而且必須與主要應用程式套件組合的 CFBundleIdentifier 相符。

# E7039
source: The Watch App '{0}' has an invalid Info.plist: the LSRequiresIPhoneOS key must not be present.
cs: Aplikace Watch {0} má neplatný soubor Info.plist: nesmí být k dispozici klíč LSRequiresIPhoneOS.
de: Die Watch-App "{0}" enthält eine ungültige Datei "Info.plist": Der LSRequiresIPhoneOS-Schlüssel darf nicht vorhanden sein.
es: La aplicación de Watch "{0}" tiene un archivo Info.plist no válido: la clave LSRequiresIPhoneOS no debe estar presente.
fr: L'application Watch '{0}' a un fichier Info.plist non valide : la clé LSRequiresIPhoneOS ne doit pas être présente.
it: L'app Watch '{0}' contiene un file Info.plist non valido: la chiave LSRequiresIPhoneOS non deve essere presente.
ko: Watch 앱 '{0}'에 잘못된 Info.plist가 있습니다. LSRequiresIPhoneOS 키가 없어야 합니다.
pl: Aplikacja dla zegarków „{0}” ma nieprawidłowy plik Info.plist: nie może być obecny klucz LSRequiresIPhoneOS.
pt_br: O Aplicativo Watch '{0}' em um Info.plist inválido: a chave LSRequiresIPhoneOS não pode estar presente.
ru: Приложение Watch "{0}" имеет недопустимый файл Info.plist: в нем не должно быть ключа LSRequiresIPhoneOS.
tr: '{0}' Watch Uygulamasında geçersiz bir Info.plist var: LSRequiresIPhoneOS anahtarı mevcut olmamalıdır.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: 不得包含 LSRequiresIPhoneOS 密钥。
zh_hant: Watch 應用程式 '{0}' 的 Info.plist 無效: 不得有 LSRequiresIPhoneOS 索引鍵。

# E7040
source: The app bundle {0} does not contain an Info.plist.
cs: Sada prostředků aplikace {0} neobsahuje soubor Info.plist.
de: Das App-Bundle "{0}" enthält keine Datei "Info.plist".
es: El lote de aplicaciones {0} no contiene ningún archivo Info.plist.
fr: Le bundle d'applications {0} ne contient pas de fichier Info.plist.
it: Il bundle dell'app {0} non contiene alcun file Info.plist.
ko: 앱 번들 {0}에 Info.plist가 포함되어 있지 않습니다.
pl: Pakiet aplikacji {0} nie zawiera pliku Info.plist.
pt_br: O lote de aplicativo {0} não contém um Info.plist.
ru: Пакет приложения {0} не содержит Info.plist.
tr: {0} uygulama paketi grubu bir Info.plist içermiyor.
zh_hans: 应用捆绑包 {0} 不包含 Info.plist。
zh_hant: 應用程式套件組合 {0} 未包含 Info.plist。

# E7041
source: {0} does not specify a CFBundleIdentifier.
cs: {0} neurčuje CFBundleIdentifier.
de: "{0}" gibt keinen CFBundleIdentifier an.
es: {0} no especifica ningún valor CFBundleIdentifier.
fr: {0} ne spécifie pas CFBundleIdentifier.
it: {0} non specifica alcun valore CFBundleIdentifier.
ko: {0}에서 CFBundleIdentifier를 지정하지 않습니다.
pl: Element {0} nie określa elementu CFBundleIdentifier.
pt_br: {0} não especifica um CFBundleIdentifier.
ru: {0} не указывает ключ CFBundleIdentifier.
tr: {0}, CFBundleIdentifier belirtmiyor.
zh_hans: {0} 未指定任何 CFBundleIdentifier。
zh_hant: {0} 未指定 CFBundleIdentifier。

# E7042
source: {0} does not specify a CFBundleExecutable.
cs: {0} neurčuje CFBundleExecutable.
de: "{0}" gibt keine CFBundleExecutable an.
es: {0} no especifica ningún elemento CFBundleExecutable.
fr: {0} ne spécifie pas CFBundleExecutable.
it: {0} non specifica alcun valore CFBundleExecutable.
ko: {0}에서 CFBundleExecutable을 지정하지 않습니다.
pl: Element {0} nie określa elementu CFBundleExecutable.
pt_br: {0} não especifica um CFBundleExecutable.
ru: {0} не указывает ключ CFBundleExecutable.
tr: {0}, CFBundleExecutable belirtmiyor.
zh_hans: {0} 未指定任何 CFBundleExecutable。
zh_hant: {0} 未指定 CFBundleExecutable。

# E7043
source: {0} does not specify a CFBundleSupportedPlatforms.
cs: {0} neurčuje CFBundleSupportedPlatforms.
de: "{0}" gibt keine CFBundleSupportedPlatforms an.
es: {0} no especifica ningún elemento CFBundleSupportedPlatform.
fr: {0} ne spécifie pas CFBundleSupportedPlatforms.
it: {0} non specifica alcun valore CFBundleSupportedPlatforms.
ko: {0}에서 CFBundleSupportedPlatforms를 지정하지 않습니다.
pl: Element {0} nie określa elementu CFBundleSupportedPlatforms.
pt_br: {0} não especifica CFBundleSupportedPlatforms.
ru: {0} не указывает ключ CFBundleSupportedPlatforms.
tr: {0}, CFBundleSupportedPlatforms belirtmiyor.
zh_hans: {0} 未指定任何 CFBundleSupportedPlatforms。
zh_hant: {0} 未指定 CFBundleSupportedPlatforms。

# E7044
source: {0} does not specify a UIDeviceFamily.
cs: {0} neurčuje UIDeviceFamily.
de: "{0}" gibt keine UIDeviceFamily an.
es: {0} no especifica ningún elemento UIDeviceFamily.
fr: {0} ne spécifie pas UIDeviceFamily.
it: {0} non specifica alcun valore UIDeviceFamily.
ko: {0}에서 UIDeviceFamily를 지정하지 않습니다.
pl: Element {0} nie określa elementu UIDeviceFamily.
pt_br: {0} não especifica uma UIDeviceFamily.
ru: {0} не указывает ключ UIDeviceFamily.
tr: {0}, UIDeviceFamily belirtmiyor.
zh_hans: {0} 未指定任何 UIDeviceFamily。
zh_hant: {0} 未指定 UIDeviceFamily。

# E7044_A
source: {0} is invalid: the UIDeviceFamily key must contain a value for '{1}'.
cs: {0} je neplatné: klíč UIDeviceFamily musí obsahovat hodnotu pro {1}.
de: "{0}" ist ungültig: Der UIDeviceFamily-Schlüssel muss einen Wert für "{1}" enthalten.
es: El elemento de {0} no es válido: la clave UIDeviceFamily debe contener un valor para "{1}".
fr: {0} est non valide : la clé UIDeviceFamily doit contenir une valeur pour '{1}'.
it: {0} non è valido: la chiave UIDeviceFamily deve contenere un valore per '{1}'.
ko: {0}이(가) 잘못되었습니다. UIDeviceFamily 키에 '{1}'에 대한 값이 포함되어 있어야 합니다.
pl: Element {0} jest nieprawidłowy: klucz UIDeviceFamily musi zawierać wartość dla: „{1}”.
pt_br: {0} é inválido: a chave de UIDeviceFamily precisa conter um valor para '{1}'.
ru: {0} является недопустимым: ключ UIDeviceFamily должен содержать значение для "{1}".
tr: {0} geçersiz: UIDeviceFamily anahtarı, '{1}' için bir değer içermelidir.
zh_hans: {0} 无效: UIDeviceFamily 密钥必须包含“{1}”的值。
zh_hant: {0} 無效: UIDeviceFamily 索引鍵必須包含 '{1}' 的值。

# E7045
source: Unrecognized Type: {Type}
cs: Nerozpoznaný typ: {Type}
de: Unbekannter Typ: {Type}
es: Tipo no reconocido: {Type}
fr: Type non reconnu : {Type}
it: Tipo non riconosciuto: {Type}
ko: 인식할 수 없는 형식: {Type}
pl: Nierozpoznany typ: {Type}
pt_br: Tipo Não Reconhecido: {Type}
ru: Неопознанный тип: {Type}.
tr: Tanınmayan Tür: {Type}
zh_hans: 无法识别的类型: {Type}
zh_hant: 無法辨識的類型: {Type}

# E7046
source: Add: Entry, "{0}", Incorrectly Specified
cs: Přidání: Položka {0} se nezadala správně.
de: Hinzufügen: Eintrag "{0}" wurde falsch angegeben.
es: Agregar: la entrada, "{0}", se ha especificado incorrectamente.
fr: Add : l'entrée "{0}" est spécifiée de manière incorrecte
it: Aggiunta: la voce "{0}" non è specificata correttamente
ko: 추가: '{0}' 항목이 잘못 지정됨
pl: Dodawanie: wpis („{0}”) określono niepoprawnie
pt_br: Adicionar: A Entrada, "{0}", Foi Especificada Incorretamente
ru: Добавление: запись "{0}" указана неверно.
tr: Ekle: "{0}" Girişi Yanlış Belirtildi
zh_hans: 添加: 未正确指定的条目“{0}”
zh_hant: 新增: 未正確指定項目 "{0}"

# E7047
source: Add: Entry, "{0}", Contains Invalid Array Index
cs: Přidání: Položka {0} obsahuje neplatný index pole.
de: Hinzufügen: Eintrag "{0}" enthält einen ungültigen Arrayindex.
es: Agregar: la entrada, "{0}", contiene un índice de matriz no válido.
fr: Add : l'entrée "{0}" contient un index de tableau non valide
it: Aggiunta: la voce "{0}" contiene un indice di matrice non valido
ko: 추가: '{0}' 항목에 잘못된 배열 인덱스가 포함되어 있음
pl: Dodawanie: wpis („{0}”) zawiera nieprawidłowy indeks tablicy
pt_br: Adicionar: A Entrada, "{0}", Contém um Índice de Matriz Inválido
ru: Добавление: запись "{0}" содержит недопустимый индекс массива.
tr: Ekle: "{0}" Girişi Geçersiz Dizi Dizini İçeriyor
zh_hans: 添加: 包含无效数组索引的条目“{0}”
zh_hant: 新增: 項目 "{0}" 包含無效的陣列索引

# E7048
source: Add: "{0}" Entry Already Exists
cs: Přidání: Položka {0} už existuje.
de: Hinzufügen: Eintrag "{0}" ist bereits vorhanden.
es: Agregar: la entrada "{0}" ya existe.
fr: Add : l'entrée "{0}" existe déjà
it: Aggiunta: la voce "{0}" esiste già
ko: 추가: '{0}' 항목이 이미 있음
pl: Dodawanie: wpis „{0}” już istnieje
pt_br: Adicionar: A Entrada "{0}" Já Existe
ru: Добавление: запись "{0}" уже существует.
tr: Ekle: "{0}" Girişi Zaten Var
zh_hans: 添加: 已存在的条目“{0}”
zh_hant: 新增: "{0}" 項目已存在

# E7049
source: Add: Can't Add Entry, "{0}", to Parent
cs: Přidání: Do nadřazeného prvku se nepovedlo přidat položku {0}.
de: Hinzufügen: Eintrag "{0}" kann dem übergeordneten Element nicht hinzugefügt werden.
es: Agregar: no se puede agregar la entrada, "{0}", al elemento primario.
fr: Add : impossible d'ajouter l'entrée "{0}" au parent
it: Aggiunta: non è possibile aggiungere la voce "{0}" all'elemento padre
ko: 추가: '{0}' 항목을 상위에 추가할 수 없음
pl: Dodawanie: nie można dodać wpisu („{0}”) do elementu nadrzędnego
pt_br: Adicionar: Não É Possível Adicionar a Entrada "{0}", ao Pai
ru: Добавление: невозможно добавить запись "{0}" в родительский элемент.
tr: Ekle: "{0}" Girişi Üst Öğeye Eklenemiyor
zh_hans: 添加: 无法向父项添加条目“{0}”
zh_hant: 新增: 無法將項目 "{0}" 新增至父系

# E7050
source: Delete: Can't Delete Entry, "{0}", from Parent
cs: Odstranění: Z nadřazeného prvku se nedala odstranit položka {0}.
de: Löschen: Eintrag "{0}" kann nicht aus dem übergeordneten Element gelöscht werden.
es: Eliminar: no se puede eliminar la entrada, "{0}", del elemento primario.
fr: Delete : impossible de supprimer l'entrée "{0}" du parent
it: Eliminazione: non è possibile eliminare la voce "{0}" dall'elemento padre
ko: 삭제: 상위에서 '{0}' 항목을 삭제할 수 없음
pl: Usuwanie: nie można usunąć wpisu („{0}”) z elementu nadrzędnego
pt_br: Excluir: Não É Possível Excluir a Entrada, "{0}", do Pai
ru: Удаление: невозможно удалить запись "{0}" из родительского элемента.
tr: Sil: "{0}" Girişi Üst Öğeden Silinemiyor
zh_hans: 删除: 无法从父项中删除条目“{0}”
zh_hant: 刪除: 無法從父系刪除項目 "{0}"

# E7051
source: Delete: Entry, "{0}", Contains Invalid Array Index
cs: Odstranění: Položka {0} obsahuje neplatný index pole.
de: Löschen: Eintrag "{0}" enthält einen ungültigen Arrayindex.
es: Eliminar: la entrada, "{0}", contiene un índice de matriz no válido.
fr: Delete : l'entrée "{0}" contient un index de tableau non valide
it: Eliminazione: la voce "{0}" contiene un indice di matrice non valido
ko: 삭제: '{0}' 항목에 잘못된 배열 인덱스가 포함되어 있음
pl: Usuwanie: wpis („{0}”) zawiera nieprawidłowy indeks tablicy
pt_br: Excluir: A Entrada, "{0}", Contém um Índice de Matriz Inválido
ru: Удаление: запись "{0}" содержит недопустимый индекс массива.
tr: Sil: "{0}" Girişi Geçersiz Dizi Dizini İçeriyor
zh_hans: 删除: 包含无效数组索引的条目“{0}”
zh_hant: 刪除: 項目 "{0}" 包含無效的陣列索引

# E7052
source: Delete: Entry, "{0}", Does Not Exist
cs: Odstranění: Položka {0} neexistuje.
de: Löschen: Eintrag "{0}" ist nicht vorhanden.
es: Eliminar: la entrada, "{0}", no existe.
fr: Delete : l'entrée "{0}" n'existe pas
it: Eliminazione: la voce "{0}" non esiste
ko: 삭제: '{0}' 항목이 없음
pl: Usuwanie: wpis („{0}”) nie istnieje
pt_br: Excluir: A Entrada, "{0}", Não Existe
ru: Удаление: запись "{0}" не существует.
tr: Sil: "{0}" Girişi Yok
zh_hans: 删除: 不存在条目“{0}”
zh_hant: 刪除: 項目 "{0}" 不存在

# E7053
source: Import: Entry, "{0}", Incorrectly Specified
cs: Import: Položka {0} se nezadala správně.
de: Importieren: Eintrag "{0}" wurde falsch angegeben.
es: Importar: la entrada, "{0}", se ha especificado incorrectamente.
fr: Import : l'entrée "{0}" est spécifiée de manière incorrecte
it: Importazione: la voce "{0}" non è specificata correttamente
ko: 가져오기: '{0}' 항목이 잘못 지정됨
pl: Importowanie: wpis („{0}”) określono niepoprawnie
pt_br: Importar: A Entrada, "{0}", Foi Especificada Incorretamente
ru: Импорт: запись "{0}" указана неверно.
tr: İçeri Aktar: "{0}" Girişi Yanlış Belirtildi
zh_hans: 导入: 未正确指定的条目“{0}”
zh_hant: 匯入: 未正確指定項目 "{0}"

# E7054
source: Import: Entry, "{0}", Contains Invalid Array Index
cs: Import: Položka {0} obsahuje neplatný index pole.
de: Importieren: Eintrag "{0}" enthält einen ungültigen Arrayindex.
es: Importar: la entrada, "{0}", contiene un índice de matriz no válido.
fr: Import : l'entrée "{0}" contient un index de tableau non valide
it: Importazione: la voce "{0}" contiene un indice di matrice non valido
ko: 가져오기: '{0}' 항목에 잘못된 배열 인덱스가 포함되어 있음
pl: Importowanie: wpis („{0}”) zawiera nieprawidłowy indeks tablicy
pt_br: Importar: A Entrada, "{0}", Contém um Índice de Matriz Inválido
ru: Импорт: запись "{0}" содержит недопустимый индекс массива.
tr: İçeri Aktar: "{0}" Girişi Geçersiz Dizi Dizini İçeriyor
zh_hans: 导入: 包含无效数组索引的条目“{0}”
zh_hant: 匯入: 項目 "{0}" 包含無效的陣列索引

# E7055
source: Import: Error Reading File: {0}
cs: Import: Při čtení souboru došlo k chybě: {0}
de: Importieren: Fehler beim Lesen der Datei: {0}
es: Importar: error al leer el archivo: {0}
fr: Import : erreur durant la lecture du fichier : {0}
it: Importazione: errore durante la lettura del file: {0}
ko: 가져오기: 파일을 읽는 동안 오류 발생: {0}
pl: Importowanie: błąd odczytywania pliku: {0}
pt_br: Importar: Erro ao Ler o Arquivo: {0}
ru: Импорт: ошибка чтения файла {0}.
tr: İçeri Aktar: Dosya Okunurken Hata Oluştu: {0}
zh_hans: 导入: 读取文件时出错: {0}
zh_hant: 匯入: 讀取檔案時發生錯誤: {0}

# E7056
source: Import: Can't Add Entry, "{0}", to Parent
cs: Import: Do nadřazeného prvku se nepovedlo přidat položku {0}.
de: Importieren: Eintrag "{0}" kann nicht zum übergeordneten Element hinzugefügt werden.
es: Importar: no se puede agregar la entrada, "{0}", al elemento primario.
fr: Import : impossible d'ajouter l'entrée "{0}" au parent
it: Importazione: non è possibile aggiungere la voce "{0}" all'elemento padre
ko: 가져오기: '{0}' 항목을 상위에 추가할 수 없음
pl: Importowanie: nie można dodać wpisu („{0}”) do elementu nadrzędnego
pt_br: Importar: Não É Possível Adicionar a Entrada, "{0}", ao Pai
ru: Импорт: невозможно добавить запись "{0}" в родительский элемент.
tr: İçeri Aktar: "{0}" Girişi Üst Öğeye Eklenemiyor
zh_hans: 导入: 无法向父项添加条目“{0}”
zh_hant: 匯入: 無法將項目 "{0}" 新增至父系
