Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# E7020
source: The Watch App '{0}' has an invalid Info.plist: the WKWatchKitApp key must be present and have a value of 'true'.
cs: Aplikace Watch {0} má neplatný soubor Info.plist: musí být k dispozici klíč WKWatchKitApp, který má hodnotu true.
de: Die Watch-App "{0}" enthält eine ungültige Datei "Info.plist": Der WKWatchKitApp-Schlüssel muss vorhanden sein und den Wert TRUE aufweisen.
es: La aplicación de Watch "{0}" tiene un archivo Info.plist no válido: la clave WKWatchKitApp debe estar presente y tener el valor "true".
fr: L'application Watch '{0}' a un fichier Info.plist non valide : la clé WKWatchKitApp doit être présente et avoir la valeur 'true'.
it: L'app Watch '{0}' contiene un file Info.plist non valido: la chiave WKWatchKitApp deve essere presente e deve avere valore 'true'.
ko: Watch 앱 '{0}'에 잘못된 Info.plist가 있습니다. WKWatchKitApp 키가 있어야 하며 값이 'true'여야 합니다.
pl: Aplikacja dla zegarków „{0}” ma nieprawidłowy plik Info.plist: klucz WKWatchKitApp musi istnieć i mieć wartość „true”.
pt_br: O Aplicativo Watch '{0}' tem um Info.plist inválido: a chave de WKWatchKitApp precisa estar presente ter o valor 'true'.
ru: Приложение Watch "{0}" имеет недопустимый файл Info.plist: должен присутствовать ключ WKWatchKitApp со значением true.
tr: '{0}' Watch Uygulamasında geçersiz bir Info.plist var: WKWatchKitApp anahtarı mevcut olmalı ve 'true' değerini içermelidir.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: WKWatchKitApp 密钥必须存在，并且值为 "true"。
zh_hant: Watch 應用程式 '{0}' 的 Info.plist 無效: 必須有 WKWatchKitApp 索引鍵，而且值須為 'true'。

# E7021
source: The Watch App '{0}' has an invalid Info.plist: the LSRequiresIPhoneOS key must not be present.
cs: Aplikace Watch {0} má neplatný soubor Info.plist: nesmí být k dispozici klíč LSRequiresIPhoneOS.
de: Die Watch-App "{0}" enthält eine ungültige Datei "Info.plist": Der LSRequiresIPhoneOS-Schlüssel darf nicht vorhanden sein.
es: La aplicación de Watch "{0}" tiene un archivo Info.plist no válido: la clave LSRequiresIPhoneOS no debe estar presente.
fr: L'application Watch '{0}' a un fichier Info.plist non valide : la clé LSRequiresIPhoneOS ne doit pas être présente.
it: L'app Watch '{0}' contiene un file Info.plist non valido: la chiave LSRequiresIPhoneOS non deve essere presente.
ko: Watch 앱 '{0}'에 잘못된 Info.plist가 있습니다. LSRequiresIPhoneOS 키가 없어야 합니다.
pl: Aplikacja dla zegarków „{0}” ma nieprawidłowy plik Info.plist: nie może być obecny klucz LSRequiresIPhoneOS.
pt_br: O Aplicativo Watch '{0}' em um Info.plist inválido: a chave LSRequiresIPhoneOS não pode estar presente.
ru: Приложение Watch "{0}" имеет недопустимый файл Info.plist: в нем не должно быть ключа LSRequiresIPhoneOS.
tr: '{0}' Watch Uygulamasında geçersiz bir Info.plist var: LSRequiresIPhoneOS anahtarı mevcut olmamalıdır.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: 不得包含 LSRequiresIPhoneOS 密钥。
zh_hant: Watch 應用程式 '{0}' 的 Info.plist 無效: 不得有 LSRequiresIPhoneOS 索引鍵。

# E7022
source: The Watch App '{0}' does not contain any Watch Extensions.
cs: Aplikace Watch {0} neobsahuje žádná rozšíření Watch.
de: Die Watch-App "{0}" enthält keine Watch-Erweiterungen.
es: La aplicación de Watch "{0}" no contiene extensiones de Watch.
fr: L'application Watch '{0}' ne contient aucune extension Watch.
it: L'app Watch '{0}' non contiene estensioni Watch.
ko: Watch 앱 '{0}'에 어떤 Watch 확장도 포함되어 있지 않습니다.
pl: Aplikacja dla zegarków „{0}” nie zawiera żadnych rozszerzeń dla zegarków.
pt_br: O Aplicativo Watch '{0}' não contém nenhuma Extensões Watch.
ru: Приложение Watch "{0}" не содержит расширений Watch.
tr: '{0}' Watch Uygulaması bir Watch Uzantısı içermiyor.
zh_hans: Watch 应用“{0}”不包含任何 Watch 扩展。
zh_hant: Watch 應用程式 '{0}' 未包含任何 Watch 延伸模組。

# E7022_A
source: The Watch App '{0}' does not contain a Watch Extension.
cs: Aplikace Watch {0} neobsahuje rozšíření Watch.
de: Die Watch-App "{0}" enthält keine Watch-Erweiterung.
es: La aplicación de Watch "{0}" no contiene ninguna extensión de Watch.
fr: L'application Watch '{0}' ne contient pas d'extension Watch.
it: L'app Watch '{0}' non contiene alcuna estensione Watch.
ko: Watch 앱 '{0}'에 Watch 확장이 포함되어 있지 않습니다.
pl: Aplikacja urządzenia Watch „{0}” nie zawiera rozszerzenia dla urządzenia Watch.
pt_br: O Aplicativo Watch '{0}' não contém uma Extensão Watch.
ru: Приложение Watch "{0}" не содержит расширение Watch.
tr: '{0}' Watch Uygulaması bir Watch Uzantısı içermiyor.
zh_hans: Watch 应用“{0}”不包含 Watch 扩展。
zh_hant: Watch 應用程式 '{0}' 未包含任何 Watch 延伸模組。

# E7023
source: The Watch Extension '{0}' does not contain an Info.plist.
cs: Rozšíření Watch {0} neobsahuje soubor Info.plist.
de: Die Watch-Erweiterung "{0}" enthält keine Datei "Info.plist".
es: La extensión de Watch "{0}" no contiene ningún archivo Info.plist.
fr: L'extension Watch '{0}' ne contient pas de fichier Info.plist.
it: L'estensione Watch '{0}' non contiene alcun file Info.plist.
ko: Watch 확장 '{0}'에 Info.plist가 포함되어 있지 않습니다.
pl: Rozszerzenie dla zegarków „{0}” nie zawiera pliku Info.plist.
pt_br: A Extensão Watch '{0}' não contém um Info.plist.
ru: Расширение Watch "{0}" не содержит Info.plist.
tr: '{0}' Watch Uzantısı bir Info.plist içermiyor.
zh_hans: Watch 应用“{0}”不包含 Info.plist。
zh_hant: Watch 延伸模組 '{0}' 未包含任何 Info.plist。

# E7024
source: The Watch Extension '{0}' does not specify a CFBundleIdentifier.
cs: Rozšíření Watch {0} neurčuje CFBundleIdentifier.
de: Die Watch-Erweiterung "{0}" gibt keinen CFBundleIdentifier an.
es: La extensión de Watch "{0}" no especifica ningún valor CFBundleIdentifier.
fr: L'extension Watch '{0}' ne spécifie pas CFBundleIdentifier.
it: L'estensione Watch '{0}' non specifica alcun valore CFBundleIdentifier.
ko: Watch 확장 '{0}'에서 CFBundleIdentifier를 지정하지 않았습니다.
pl: Rozszerzenie dla zegarków „{0}” nie określa elementu CFBundleIdentifier.
pt_br: A Extensão Watch '{0}' não especifica um CFBundleIdentifier.
ru: Расширение Watch "{0}" не указывает ключ CFBundleIdentifier.
tr: '{0}' Watch Uzantısı bir CFBundleIdentifier belirtmiyor.
zh_hans: Watch 应用“{0}”未指定任何 CFBundleIdentifier。
zh_hant: Watch 延伸模組 '{0}' 未指定 CFBundleIdentifier。

# E7025
source: The Watch Extension '{0}' does not specify a CFBundleExecutable.
cs: Rozšíření Watch {0} neurčuje CFBundleExecutable.
de: Die Watch-Erweiterung "{0}" gibt keine CFBundleExecutable an.
es: La extensión de Watch "{0}" no especifica ningún elemento CFBundleExecutable.
fr: L'extension Watch '{0}' ne spécifie pas CFBundleExecutable.
it: L'estensione Watch '{0}' non specifica alcun valore CFBundleExecutable.
ko: Watch 확장 '{0}'에서 CFBundleExecutable을 지정하지 않았습니다.
pl: Rozszerzenie dla zegarków „{0}” nie określa elementu CFBundleExecutable.
pt_br: A Extensão Watch '{0}' não especifica um CFBundleExecutable.
ru: Расширение Watch "{0}" не указывает ключ CFBundleExecutable.
tr: '{0}' Watch Uzantısı bir CFBundleExecutable belirtmiyor.
zh_hans: Watch 应用“{0}”未指定任何 CFBundleExecutable。
zh_hant: Watch 延伸模組 '{0}' 未指定 CFBundleExecutable。

# E7026
source: The Watch Extension '{0}' has an invalid CFBundleIdentifier ({1}), it does not begin with the main app bundle's CFBundleIdentifier ({2}).
cs: Rozšíření Watch {0} má neplatný identifikátor CFBundleIdentifier ({1}), nezačíná identifikátorem CFBundleIdentifier hlavní sady prostředků aplikace ({2}).
de: Die Watch-Erweiterung "{0}" weist einen ungültigen CFBundleIdentifier ({1}) auf, der nicht mit dem CFBundleIdentifier ({2}) des Haupt-App-Bundles beginnt.
es: La extensión de Watch "{0}" tiene un valor CFBundleIdentifier ({1}) no válido; no comienza con el valor CFBundleIdentifier ({2}) del lote de aplicaciones principal.
fr: L'extension Watch '{0}' a un CFBundleIdentifier ({1}) non valide, elle ne commence pas par le CFBundleIdentifier ({2}) du bundle d'applications principal.
it: L'estensione Watch '{0}' contiene un valore CFBundleIdentifier ({1}) non valido. Non inizia con il valore CFBundleIdentifier ({2}) del bundle dell'app principale.
ko: Watch 확장 '{0}'에 잘못된 CFBundleIdentifier({1})가 있는데, 이는 기본 앱 번들의 CFBundleIdentifier({2})로 시작되지 않습니다.
pl: Rozszerzenie dla zegarków „{0}” ma nieprawidłowy element CFBundleIdentifier ({1}). Nie zaczyna się on od elementu CFBundleIdentifier głównego pakietu aplikacji ({2}).
pt_br: A Extensão Watch '{0}' tem um CFBundleIdentifier ({1}) inválido. Ele não começa com o CFBundleIdentifier do lote de aplicativo principal ({2}).
ru: Расширение Watch "{0}" имеет недопустимый ключ CFBundleIdentifier ({1}), который не начинается с CFBundleIdentifier основного пакета приложения ({2}).
tr: '{0}' Watch Uzantısında geçersiz bir CFBundleIdentifier ({1}) var. Bu, ana uygulama paketi grubunun CFBundleIdentifier ({2}) değeri ile başlamıyor.
zh_hans: Watch 应用“{0}”具有无效的 CFBundleIdentifier ({1})，它不以主应用捆绑包的 CFBundleIdentifier ({2})开头。
zh_hant: Watch 延伸模組 '{0}' 的 CFBundleIdentifier ({1}) 無效，其不是以主要應用程式套件組合的 CFBundleIdentifier ({2}) 開頭。

# E7027
source: The Watch Extension '{0}' has a CFBundleIdentifier ({1}) that ends with the illegal suffix ".key".
cs: Rozšíření Watch {0} má identifikátor CFBundleIdentifier ({1}), který končí neplatnou příponou .key.
de: Die Watch-Erweiterung "{0}" weist einen CFBundleIdentifier ({1}) auf, der auf das ungültige Suffix ".key" endet.
es: La extensión de Watch "{0}" tiene un valor CFBundleIdentifier ({1}) que termina con el sufijo ".key" no válido.
fr: L'extension Watch '{0}' a un CFBundleIdentifier ({1}) qui finit par le suffixe non conforme ".key".
it: L'estensione Watch '{0}' contiene un valore CFBundleIdentifier ({1}) che termina con il suffisso non valido ".key".
ko: Watch 확장 '{0}'에 적합하지 않은 접미사인 ".key"로 끝나는 CFBundleIdentifier({1})가 있습니다.
pl: Rozszerzenie dla zegarków „{0}” ma element CFBundleIdentifier ({1}), który kończy się niedozwolonym sufiksem „.key”.
pt_br: A Extensão Watch '{0}' tem um CFBundleIdentifier ({1}) que termina com o sufixo inválido ".key".
ru: Расширение Watch "{0}" имеет ключ CFBundleIdentifier ({1}), который заканчивается недопустимым суффиксом ".key".
tr: '{0}' Watch Uzantısında geçersiz ".key" son ekiyle biten bir CFBundleIdentifier ({1}) var.
zh_hans: Watch 应用“{0}”具有以非法后缀 "key" 结尾的 CFBundleIdentifier ({1})。
zh_hant: Watch 延伸模組 '{0}' 的 CFBundleIdentifier ({1}) 以不符合規定的尾碼 ".key" 結尾。

# E7028
source: The Watch Extension '{0}' has an invalid Info.plist: it does not contain an NSExtension dictionary.
cs: Rozšíření Watch {0} má neplatný soubor Info.plist: neobsahuje slovník NSExtension.
de: Die Watch-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Die Datei umfasst kein NSExtension-Wörterbuch.
es: La extensión de Watch "{0}" tiene un archivo Info.plist no válido: no contiene ningún diccionario NSExtension.
fr: L'extension Watch '{0}' a un fichier Info.plist non valide : il ne contient pas le dictionnaire NSExtension.
it: L'estensione Watch '{0}' contiene un file Info.plist non valido: non include alcun dizionario NSExtension.
ko: Watch 확장 '{0}'에 잘못된 Info.plist가 있으며, NSExtension 사전이 포함되어 있지 않습니다.
pl: Rozszerzenie dla zegarków „{0}” ma nieprawidłowy plik Info.plist: nie zawiera on słownika NSExtension.
pt_br: A Extensão Watch '{0}' tem um Info.plist inválido. Ele não contém um dicionário NSExtension.
ru: Расширение Watch "{0}" имеет недопустимый файл Info.plist: он не содержит словаря NSExtension.
tr: '{0}' Watch Uzantısında geçersiz bir Info.plist var: Bir NSExtension sözlüğü içermiyor.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: 它不包含 NSExtension 字典。
zh_hant: Watch 延伸模組 '{0}' 的 Info.plist 無效: 其未包含 NSExtension 字典。

# E7029
source: The Watch Extension '{0}' has an invalid Info.plist: the NSExtensionPointIdentifier must be "com.apple.watchkit".
cs: Rozšíření Watch {0} má neplatný soubor Info.plist: NSExtensionPointIdentifier musí být com.apple.watchkit.
de: Die Watch-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Der NSExtensionPointIdentifier muss "com.apple.watchkit" lauten.
es: La extensión de Watch "{0}" tiene un archivo Info.plist no válido: el valor NSExtensionPointIdentifier debe ser "com.apple.watchkit".
fr: L'extension Watch '{0}' a un fichier Info.plist non valide : NSExtensionPointIdentifier doit avoir la valeur "com.apple.watchkit".
it: L'estensione Watch '{0}' contiene un file Info.plist non valido: il valore di NSExtensionPointIdentifier deve essere "com.apple.watchkit".
ko: Watch 확장 '{0}'에 잘못된 Info.plist가 있으며, NSExtensionPointIdentifier는 'com.apple.watchkit'여야 합니다.
pl: Rozszerzenie dla zegarków „{0}” ma nieprawidłowy plik Info.plist: element NSExtensionPointIdentifier musi mieć wartość „com.apple.watchkit”.
pt_br: A Extensão Watch '{0}' tem um Info.plist inválido: NSExtensionPointIdentifier deve ser "com.apple.watchkit".
ru: Расширение Watch "{0}" имеет недопустимый файл Info.plist: ключ NSExtensionPointIdentifier должен иметь значение "com.apple.watchkit".
tr: '{0}' Watch Uzantısında geçersiz bir Info.plist var: NSExtensionPointIdentifier, "com.apple.watchkit" olmalıdır.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: NSExtensionPointIdentifier 必须为 "com.apple.watchkit"。
zh_hant: Watch 延伸模組 '{0}' 的 Info.plist 無效: NSExtensionPointIdentifier 必須為 "com.apple.watchkit"。

# E7029_A
source: The Watch Extension '{0}' has an invalid Info.plist: the NSExtension dictionary must contain an NSExtensionPointIdentifier.
cs: Rozšíření Watch {0} má neplatný soubor Info.plist: slovník NSExtension musí obsahovat NSExtensionPointIdentifier.
de: Die Watch-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Das NSExtension-Wörterbuch muss einen NSExtensionPointIdentifier enthalten.
es: La extensión de Watch "{0}" tiene un archivo Info.plist no válido: el diccionario NSExtension debe contener un valor NSExtensionPointIdentifier.
fr: L'extension Watch '{0}' a un fichier Info.plist non valide : le dictionnaire NSExtension doit contenir NSExtensionPointIdentifier.
it: L'estensione Watch '{0}' contiene un file Info.plist non valido: il dizionario NSExtension deve includere un valore NSExtensionPointIdentifier.
ko: Watch 확장 '{0}'에 잘못된 Info.plist가 있으며, NSExtension 사전에 NSExtensionPointIdentifier가 포함되어 있어야 합니다.
pl: Rozszerzenie dla zegarków „{0}” ma nieprawidłowy plik Info.plist: słownik NSExtension musi zawierać element NSExtensionPointIdentifier.
pt_br: A Extensão Watch '{0}' tem um Info.plist inválido: o dicionário de NSExtension precisa conter um NSExtensionPointIdentifier.
ru: Расширение Watch "{0}" имеет недопустимый файл Info.plist: словарь NSExtension должен содержать NSExtensionPointIdentifier.
tr: '{0}' Watch Uzantısında geçersiz bir Info.plist var: NSExtension sözlüğü bir NSExtensionPointIdentifier içermelidir.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: NSExtension 字典必须包含 NSExtensionPointIdentifier。
zh_hant: Watch 延伸模組 '{0}' 的 Info.plist 無效: NSExtension 字典必須包含 NSExtensionPointIdentifier。

# E7030
source: The Watch Extension '{0}' has an invalid Info.plist: the NSExtension dictionary must contain NSExtensionAttributes.
cs: Rozšíření Watch {0} má neplatný soubor Info.plist: slovník NSExtension musí obsahovat NSExtensionAttributes.
de: Die Watch-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Das NSExtension-Wörterbuch muss NSExtensionAttributes enthalten.
es: La extensión de Watch "{0}" tiene un archivo Info.plist no válido: el diccionario NSExtension debe contener valores NSExtensionAttribute.
fr: L'extension Watch '{0}' a un fichier Info.plist non valide : le dictionnaire NSExtension doit contenir NSExtensionAttributes.
it: L'estensione Watch '{0}' contiene un file Info.plist non valido: il dizionario NSExtension deve includere un valore NSExtensionAttributes.
ko: Watch 확장 '{0}'에 잘못된 Info.plist가 있으며, NSExtension 사전에 NSExtensionAttributes가 포함되어 있어야 합니다.
pl: Rozszerzenie dla zegarków „{0}” ma nieprawidłowy plik Info.plist: słownik NSExtension musi zawierać element NSExtensionAttributes.
pt_br: A Extensão Watch '{0}' tem um Info.plist inválido: o dicionário de NSExtension precisa conter NSExtensionAttributes.
ru: Расширение Watch "{0}" имеет недопустимый файл Info.plist: словарь NSExtension должен содержать NSExtensionAttributes.
tr: '{0}' Watch Uzantısında geçersiz bir Info.plist var: NSExtension sözlüğü NSExtensionAttributes içermelidir.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: NSExtension 字典必须包含 NSExtensionAttributes。
zh_hant: Watch 延伸模組 '{0}' 的 Info.plist 無效: NSExtension 字典必須包含 NSExtensionAttributes。

# E7031
source: The Watch Extension '{0}' has an invalid WKAppBundleIdentifier value ('{1}'), it does not match the parent Watch App bundle's CFBundleIdentifier ('{2}').
cs: Rozšíření Watch {0} má neplatnou hodnotu WKAppBundleIdentifier ({1}), neodpovídá hodnotě CFBundleIdentifier ({2}) nadřazené sady prostředků aplikace Watch.
de: Die Watch-Erweiterung "{0}" weist einen ungültigen WKAppBundleIdentifier-Wert auf ("{1}"), der nicht mit dem CFBundleIdentifier ("{2}") des übergeordneten Watch-App-Bundles übereinstimmt.
es: La extensión de Watch "{0}" tiene un valor WKAppBundleIdentifier ("{1}") no válido; no coincide con el valor CFBundleIdentifier del lote de aplicaciones de Watch principal ("{2}").
fr: L'extension Watch '{0}' a une valeur WKAppBundleIdentifier ('{1}') non valide, elle ne correspond pas au CFBundleIdentifier ('{2}') du bundle d'applications Watch parent.
it: L'estensione Watch '{0}' contiene un valore WKAppBundleIdentifier ('{1}') non valido. Non corrisponde al valore CFBundleIdentifier ('{2}') del bundle dell'app Watch padre.
ko: Watch 확장 '{0}'에 잘못된 WKAppBundleIdentifier 값('{1}')이 있는데, 이는 상위 Watch 앱 번들의 CFBundleIdentifier('{2}')와 일치하지 않습니다.
pl: Rozszerzenie dla zegarków „{0}” ma nieprawidłową wartość WKAppBundleIdentifier („{1}”). Nie jest ona zgodna z elementem CFBundleIdentifier nadrzędnego pakietu aplikacji dla zegarków („{2}”).
pt_br: A Extensão Watch '{0}' tem um valor de WKAppBundleIdentifier ('{1}') inválido. Ele não corresponde ao CFBundleIdentifier do lote do Aplicativo Watch pai ('{2}').
ru: Расширение Watch "{0}" имеет недопустимое значение WKAppBundleIdentifier ("{1}"), которое не соответствует значению CFBundleIdentifier родительского пакета приложения Watch ("{2}").
tr: '{0}' Watch Uzantısında geçersiz bir WKAppBundleIdentifier değeri ('{1}') var ancak üst Watch Uygulama paketi grubunun CFBundleIdentifier tanımlayıcısı ('{2}') ile eşleşmiyor.
zh_hans: Watch 应用“{0}”具有无效的 WKAppBundleIdentifier 值(“{1}”)，它与父 Watch 应用捆绑包的 CFBundleIdentifier (“{2}”)不匹配。
zh_hant: Watch 延伸模組 '{0}' 的 WKAppBundleIdentifier 值 ('{1}') 無效，其與父系 Watch 應用程式套件組合的 CFBundleIdentifier ('{2}') 不符。

# E7031_A
source: The Watch Extension '{0}' has an invalid Info.plist: the NSExtensionAttributes dictionary must contain a WKAppBundleIdentifier.
cs: Rozšíření Watch {0} má neplatný soubor Info.plist: slovník NSExtensionAttributes musí obsahovat WKAppBundleIdentifier.
de: Die Watch-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Das NSExtensionAttributes-Wörterbuch muss einen WKAppBundleIdentifier enthalten.
es: La extensión de Watch "{0}" tiene un archivo Info.plist no válido: el diccionario NSExtensionAttributes debe contener un valor WKAppBundleIdentifier.
fr: L'extension Watch '{0}' a un fichier Info.plist non valide : le dictionnaire NSExtensionAttributes doit contenir WKAppBundleIdentifier.
it: L'estensione Watch '{0}' contiene un file Info.plist non valido: il dizionario NSExtensionAttributes deve includere un valore WKAppBundleIdentifier.
ko: Watch 확장 '{0}'에 잘못된 Info.plist가 있으며, NSExtensionAttributes 사전에 WKAppBundleIdentifier가 포함되어 있어야 합니다.
pl: Rozszerzenie dla zegarków „{0}” ma nieprawidłowy plik Info.plist: słownik NSExtensionAttributes musi zawierać element WKAppBundleIdentifier.
pt_br: A Extensão Watch '{0}' tem um Info.plist inválido: o dicionário de NSExtensionAttributes precisa conter um WKAppBundleIdentifier.
ru: Расширение Watch "{0}" имеет недопустимый файл Info.plist: словарь NSExtensionAttributes должен содержать WKAppBundleIdentifier.
tr: '{0}' Watch Uzantısında geçersiz bir Info.plist var: NSExtensionAttributes sözlüğü bir WKAppBundleIdentifier içermelidir.
zh_hans: Watch 应用“{0}”具有无效的 Info.plist: NSExtensionAttributes 字典必须包含 WKAppBundleIdentifier。
zh_hant: Watch 延伸模組 '{0}' 的 Info.plist 無效: NSExtensionAttributes 字典必須包含 WKAppBundleIdentifier。

# E7032
source: The WatchKit Extension '{0}' has an invalid Info.plist: the UIRequiredDeviceCapabilities dictionary should not contain the 'watch-companion' capability.
cs: Rozšíření Watch {0} má neplatný soubor Info.plist: slovník UIRequiredDeviceCapabilities by neměl obsahovat funkci watch-companion.
de: Die WatchKit-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Das UIRequiredDeviceCapabilities-Wörterbuch darf nicht die watch-companion-Funktion enthalten.
es: La extensión de WatchKit "{0}" tiene un archivo Info.plist no válido: el diccionario UIRequiredDeviceCapabilities no debe contener la funcionalidad "watch-companion".
fr: L'extension WatchKit '{0}' a un fichier Info.plist non valide : le dictionnaire UIRequiredDeviceCapabilities ne doit pas contenir la capacité 'watch-companion'.
it: L'estensione WatchKit '{0}' contiene un file Info.plist non valido: il dizionario UIRequiredDeviceCapabilities non deve includere la funzionalità 'watch-companion'.
ko: WatchKit 확장 '{0}'에 잘못된 Info.plist가 있으며, UIRequiredDeviceCapabilities 사전에 'watch-companion' 기능이 포함되어 있지 않아야 합니다.
pl: Rozszerzenie WatchKit „{0}” ma nieprawidłowy plik Info.plist: słownik UIRequiredDeviceCapabilities nie powinien zawierać możliwości „watch-companion”.
pt_br: A Extensão WatchKit '{0}' tem um Info.plist inválido: o dicionário de UIRequiredDeviceCapabilities não deve conter a funcionalidade 'watch-companion'.
ru: Расширение WatchKit "{0}" имеет недопустимый файл Info.plist: словарь UIRequiredDeviceCapabilities не должен содержать возможность watch-companion.
tr: '{0}' WatchKit Uzantısında geçersiz bir Info.plist var: UIRequiredDeviceCapabilities sözlüğü 'watch-companion' özelliğini içermemelidir.
zh_hans: WatchKit 扩展“{0}”具有无效的 Info.plist: UIRequiredDeviceCapabilities 字典不应包含 "watch-companion" 功能。
zh_hant: WatchKit 延伸模組 '{0}' 的 Info.plist 無效: UIRequiredDeviceCapabilities 字典不應包含 'watch-companion' 功能。

# E7032_A
source: The WatchKit Extension '{0}' has an invalid Info.plist: the UIRequiredDeviceCapabilities array should not contain the 'watch-companion' capability.
cs: Rozšíření Watch {0} má neplatný soubor Info.plist: pole UIRequiredDeviceCapabilities by nemělo obsahovat funkci watch-companion.
de: Die WatchKit-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Das UIRequiredDeviceCapabilities-Array darf nicht die watch-companion-Funktion enthalten.
es: La extensión de WatchKit "{0}" tiene un archivo Info.plist no válido: la matriz UIRequiredDeviceCapabilities no debe contener la funcionalidad "watch-companion".
fr: L'extension WatchKit '{0}' a un fichier Info.plist non valide : le tableau UIRequiredDeviceCapabilities ne doit pas contenir la capacité 'watch-companion'.
it: L'estensione WatchKit '{0}' contiene un file Info.plist non valido: la matrice UIRequiredDeviceCapabilities non deve includere la funzionalità 'watch-companion'.
ko: WatchKit 확장 '{0}'에 잘못된 Info.plist가 있으며, UIRequiredDeviceCapabilities 배열에 'watch-companion' 기능이 포함되어 있지 않아야 합니다.
pl: Rozszerzenie WatchKit „{0}” ma nieprawidłowy plik Info.plist: tablica UIRequiredDeviceCapabilities nie powinna zawierać możliwości „watch-companion”.
pt_br: A Extensão WatchKit '{0}' tem um Info.plist inválido: a matriz de UIRequiredDeviceCapabilities não deve conter a funcionalidade 'watch-companion'.
ru: Расширение WatchKit "{0}" имеет недопустимый файл Info.plist: массив UIRequiredDeviceCapabilities не должен содержать возможность watch-companion.
tr: '{0}' WatchKit Uzantısında geçersiz bir Info.plist var: UIRequiredDeviceCapabilities dizisi 'watch-companion' özelliğini içermemelidir.
zh_hans: WatchKit 扩展“{0}”具有无效的 Info.plist: UIRequiredDeviceCapabilities 数组不应包含 "watch-companion" 功能。
zh_hant: WatchKit 延伸模組 '{0}' 的 Info.plist 無效: UIRequiredDeviceCapabilities 陣列不應包含 'watch-companion' 功能。
