Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# W0090
source: Asset not part of an asset catalog: {0}
cs: Prostředek se nenachází v katalogu prostředků: {0}
de: Die Ressource ist nicht Teil eines Ressourcenkatalogs: {0}
es: El recurso no forma parte de un catálogo de recursos: {0}
fr: Le composant ne fait pas partie d'un catalogue de composants : {0}
it: L'asset non fa parte di un catalogo asset: {0}
ko: 자산 카탈로그에 포함되지 않은 자산: {0}
pl: Zasób nie jest częścią wykazu zasobów: {0}
pt_br: O ativo não faz parte de um catálogo de ativos: {0}
ru: Ресурс не входит в каталог ресурсов: {0}.
tr: Varlık, bir varlık kataloğunun parçası değil: {0}
zh_hans: 资产不属于资产目录: {0}
zh_hant: 資產不屬於資產目錄: {0}

# W0095
source: Failed to parse altool output: {0}. Output: {1}
cs: Nepovedlo se parsovat výstup altool: {0} Výstup: {1}
de: Fehler beim Analysieren der altool-Ausgabe: {0}. Ausgabe: {1}
es: No se pudo analizar la salida de altool: {0}. Salida: {1}
fr: Échec de l'analyse de la sortie d'outil altool : {0}. Sortie : {1}
it: Non è stato possibile analizzare l'output di altool: {0}. Output: {1}
ko: altool 출력을 구문 분석하지 못함: {0}. 출력: {1}
pl: Nie można przeanalizować danych wyjściowych narzędzia altool: {0}. Dane wyjściowe: {1}
pt_br: Falha ao analisar a saída da altool: {0}. Saída: {1}
ru: Не удалось проанализировать вывод altool: {0}. Выходные данные: {1}
tr: Altool çıkışı ayrıştırılamadı: {0}. Çıkış: {1}
zh_hans: 无法分析 altool 输出: {0}。 输出: {1}
zh_hant: 無法剖析 altool 輸出: {0}。 輸出: {1}

# W0103
source: Found a directory within the Frameworks directory which is not a framework: {0}
cs: V adresáři Frameworks se našel adresář, který není architektura: {0}
de: Im Frameworkverzeichnis wurde ein Verzeichnis gefunden, das kein Framework ist: {0}
es: Se encontró un directorio en el directorio de Frameworks que no es un marco: {0}
fr: Détection d'un répertoire situé dans le répertoire Frameworks, qui ne correspond pas à un framework : {0}
it: Nella directory Frameworks è stata trovata una directory che non è un framework: {0}
ko: Frameworks 디렉터리 내에서 프레임워크가 아닌 디렉터리를 찾음: {0}
pl: Znaleziono katalog w katalogu struktur, który nie jest strukturą: {0}
pt_br: Foi localizado um diretório dentro do diretório de Estruturas que não é uma estrutura: {0}
ru: В каталоге Frameworks найден каталог, который не относится к платформе: {0}.
tr: Frameworks dizininde çerçeve olmayan bir dizin bulundu: {0}
zh_hans: 在“框架”目录中找到了一个非框架目录: {0}
zh_hant: 在非架構的架構目錄中找到目錄: {0}

# W0104
source: The framework {0} does not contain a binary named {1}
cs: Architektura {0} neobsahuje binární soubor s názvem {1}.
de: Das Framework "{0}" enthält keine Binärdatei mit dem Namen "{1}".
es: El marco {0} no contiene un binario denominado {1}.
fr: Le framework {0} ne contient aucun binaire nommé {1}
it: Il framework {0} non contiene un file binario denominato {1}
ko: 프레임워크 {0}에 {1}(이)라는 이진이 포함되어 있지 않음
pl: Struktura {0} nie zawiera pliku binarnego o nazwie {1}
pt_br: A estrutura {0} não contém um binário nomeado {1}
ru: Платформа {0} не содержит двоичный файл с именем {1}.
tr: {0} çerçevesi {1} adlı ikili dosyayı içermiyor
zh_hans: 框架 {0} 不包含名为 {1} 的二进制文件
zh_hant: 架構 {0} 未包含名為 {1} 的二進位檔

# W0106
source: Could not determine value for manifest key '{0}'
cs: Nepovedlo se určit hodnotu pro klíč manifestu {0}.
de: Der Wert für den Manifestschlüssel "{0}" konnte nicht ermittelt werden.
es: No se pudo determinar el valor de la clave de manifiesto "{0}".
fr: Impossible de déterminer la valeur de la clé de manifeste '{0}'
it: Non è stato possibile determinare il valore per la chiave di manifesto '{0}'
ko: 매니페스트 키 '{0}'의 값을 확인할 수 없음
pl: Nie można określić wartości dla klucza manifestu „{0}”
pt_br: Não foi possível determinar o valor da chave de manifesto '{0}'
ru: Не удалось определить значение для ключа манифеста "{0}".
tr: '{0}' bildirim anahtarının değeri belirlenemedi
zh_hans: 无法确定清单密钥“{0}”的值
zh_hant: 無法判斷資訊清單索引鍵 '{0}' 的值

# W0108
source: Cannot expand $(TeamIdentifierPrefix) in Entitlements.plist without a provisioning profile.
cs: Bez zřizovacího profilu se nedá rozbalit $(TeamIdentifierPrefix) v souboru Entitlements.plist.
de: $(TeamIdentifierPrefix) in "Entitlements.plist" kann ohne ein Bereitstellungsprofil nicht erweitert werden.
es: No se puede expandir $(TeamIdentifierPrefix) en el archivo Entitlements.plist sin un perfil de aprovisionamiento.
fr: Impossible de développer $(TeamIdentifierPrefix) dans Entitlements.plist sans profil de provisionnement.
it: Non è possibile espandere $(TeamIdentifierPrefix) in Entitlements.plist senza un profilo di provisioning.
ko: 프로비저닝 프로필 없이 Entitlements.plist에서 $(TeamIdentifierPrefix)를 확장할 수 없습니다.
pl: Nie można rozwinąć elementu $(TeamIdentifierPrefix) w pliku Entitlements.plist bez profilu aprowizacji.
pt_br: Não é possível expandir $(TeamIdentifierPrefix) em Entitlements.plist sem um perfil de provisionamento.
ru: Невозможно развернуть $(TeamIdentifierPrefix) в Entitlements.plist без профиля подготовки.
tr: Sağlama profili olmadan Entitlements.plist dosyasındaki $(TeamIdentifierPrefix) genişletilemiyor.
zh_hans: 无法在不具有预配配置文件的 Entitlements.plist 中扩展 $(TeamIdentifierPrefix)。
zh_hant: 無法在沒有佈建設定檔的 Entitlements.plist 中展開 $(TeamIdentifierPrefix)。

# W0109
source: Cannot expand $(AppIdentifierPrefix) in Entitlements.plist without a provisioning profile.
cs: Bez zřizovacího profilu se nedá rozbalit $(AppIdentifierPrefix) v souboru Entitlements.plist.
de: $(AppIdentifierPrefix) in "Entitlements.plist" kann ohne ein Bereitstellungsprofil nicht erweitert werden.
es: No se puede expandir $(AppIdentifierPrefix) en el archivo Entitlements.plist sin un perfil de aprovisionamiento.
fr: Impossible de développer $(AppIdentifierPrefix) dans Entitlements.plist sans profil de provisionnement.
it: Non è possibile espandere $(AppIdentifierPrefix) in Entitlements.plist senza un profilo di provisioning.
ko: 프로비저닝 프로필 없이 Entitlements.plist에서 $(AppIdentifierPrefix)를 확장할 수 없습니다.
pl: Nie można rozwinąć elementu $(AppIdentifierPrefix) w pliku Entitlements.plist bez profilu aprowizacji.
pt_br: Não é possível expandir $(AppIdentifierPrefix) em Entitlements.plist sem um perfil de provisionamento.
ru: Невозможно развернуть $(AppIdentifierPrefix) в Entitlements.plist без профиля подготовки.
tr: Sağlama profili olmadan Entitlements.plist dosyasındaki $(AppIdentifierPrefix) genişletilemiyor.
zh_hans: 无法在不具有预配配置文件的 Entitlements.plist 中扩展 $(AppIdentifierPrefix)。
zh_hant: 無法在沒有佈建設定檔的 Entitlements.plist 中展開 $(AppIdentifierPrefix)。

# W0110
source: iCloud entitlements such as '{0}' require a Provisioning Profile.
cs: Nároky iCloudu, třeba {0}, vyžadují zřizovací profil.
de: iCloud-Berechtigungen wie "{0}" erfordern ein Bereitstellungsprofil.
es: Los derechos de iCloud, como "{0}", requieren un perfil de aprovisionamiento.
fr: Les droits iCloud tels que '{0}' nécessitent un profil de provisionnement.
it: Con gli entitlement iCloud, come '{0}', è richiesto un profilo di provisioning.
ko: '{0}'과(와) 같은 iCloud 자격에는 프로비저닝 프로필이 필요합니다.
pl: Uprawnienia usługi iCloud, takie jak „{0}”, wymagają profilu aprowizacji.
pt_br: Os direitos do iCloud, como '{0}', exigem um Perfil de Provisionamento.
ru: Права на iCloud, такие как "{0}", требуют профиля подготовки.
tr: '{0}' gibi iCloud yetkilendirmeleri için Sağlama Profili gerekir.
zh_hans: iCloud 权利(如“{0}”)需要预配配置文件。
zh_hant: iCloud 權利 (例如 '{0}') 需要佈建設定檔。

# W0111
source: The iCloud entitlement '{0}' is not supported by the Provisioning Profile.
cs: Zřizovací profil nepodporuje nárok iCloudu {0}.
de: Die iCloud-Berechtigung "{0}" wird vom Bereitstellungsprofil nicht unterstützt.
es: El perfil de aprovisionamiento no admite el derecho de iCloud "{0}".
fr: Le droit iCloud '{0}' n'est pas pris en charge par le profil de provisionnement.
it: L'entitlement iCloud '{0}' non è supportato dal profilo di provisioning.
ko: iCloud 자격 '{0}'는 프로비저닝 프로필에서 지원되지 않습니다.
pl: Uprawnienie usługi iCloud „{0}” nie jest obsługiwane przez profil aprowizacji.
pt_br: O direito do iCloud '{0}' não é compatível com o Perfil de Provisionamento.
ru: Право на iCloud "{0}" не поддерживается профилем подготовки.
tr: '{0}' iCloud yetkilendirmesi, Sağlama Profili tarafından desteklenmiyor.
zh_hans: iCloud 权利 "{0}" 不受预配配置文件支持。
zh_hant: 佈建設定檔不支援 iCloud 權利 '{0}'。

# W0137
source: No installed provisioning profiles match the bundle identifier.
cs: Identifikátoru sady prostředků neodpovídají žádné zřizovací profily.
de: Keines der installierten Bereitstellungsprofile stimmt mit der Bundle-ID überein.
es: No hay perfiles de aprovisionamiento instalados que coincidan con el identificador de lote.
fr: Aucun profil de provisionnement installé ne correspond à l'identificateur de bundle.
it: Nessuno dei profili di provisioning installati corrisponde all'identificatore del bundle.
ko: 설치된 프로비저닝 프로필이 번들 식별자와 일치하지 않습니다.
pl: Żaden zainstalowany profil aprowizacji nie jest zgodny z identyfikatorem pakietu.
pt_br: Nenhum perfil de provisionamento instalado corresponde ao identificador de pacote.
ru: Ни один из установленных профилей подготовки не соответствует идентификатору пакета.
tr: Paket grubu tanımlayıcısıyla eşleşen yüklü sağlama profili yok.
zh_hans: 没有与捆绑包标识符匹配的已安装的预配配置文件。
zh_hant: 沒有任何已安裝的佈建設定檔與套件組合識別碼相符。
