Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# E0128
source: No valid {0} code signing keys found in keychain. You need to request a codesigning certificate from https://developer.apple.com.
cs: V klíčence se nenašly žádné platné klíče pro podepisování kódu {0}. Je nutné požádat o certifikát pro podepisování kódu na adrese https://developer.apple.com.
de: Im Schlüsselbund wurden keine gültigen {0}-Codesignaturschlüssel gefunden. Sie müssen über https://developer.apple.com ein Codesignaturzertifikat anfordern.
es: No se encontraron claves de firma de código de {0} válidas en la cadena de claves. Debe solicitar un certificado de firma de código de https://developer.apple.com.
fr: Aucune clé de signature de code {0} valide n'a été localisée dans le trousseau. Vous devez demander un certificat de signature de code sur https://developer.apple.com.
it: Nel keychain non sono state trovate chiavi di firma del codice valide per {0}. È necessario richiedere un certificato di firma del codice a https://developer.apple.com.
ko: 키 집합에서 유효한 {0} 코드 서명 키를 찾을 수 없습니다. https://developer.apple.com에서 코드 서명 인증서를 요청해야 합니다.
pl: W łańcuchu kluczy nie znaleziono prawidłowych kluczy podpisywania kodu ({0}). Musisz zażądać certyfikatu podpisywania kodu ze strony https://developer.apple.com.
pt_br: Não foi localizada nenhuma chave de assinatura de código do {0} válida no conjunto de chaves. Você precisa solicitar um certificado de codesignação em https://developer.apple.com.
ru: В связке ключей не найдены допустимые ключи подписывания кода {0}. Запросите сертификат подписывания кода на https://developer.apple.com.
tr: Anahtarlıkta geçerli {0} kod imzalama anahtarı bulunamadı. https://developer.apple.com adresinden bir kod imzalama sertifikası istemeniz gerekiyor.
zh_hans: 在密钥链中找不到有效的 {0} 代码签名密钥。需要从 https://developer.apple.com 请求代码签名证书。
zh_hant: 在金鑰鏈中找不到任何有效的 {0} 程式碼簽署金鑰。您必須從 https://developer.apple.com 要求程式碼簽署憑證。

# E0130
source: {0} code signing key '{1}' not found in keychain.
cs: V klíčence se nenašel klíč pro podepisování kódu {1} pro {0}.
de: Der {0}-Codesignaturschlüssel "{1}" wurde nicht im Schlüsselbund gefunden.
es: No se encontró la clave de firma de código de {0} "{1}" en la cadena de claves.
fr: La clé de signature de code {0} '{1}' est introuvable dans le trousseau.
it: La chiave di firma del codice '{1}' di {0} non è stata trovata nel keychain.
ko: {0} 코드 서명 키 '{1}'을(를) 키 집합에서 찾을 수 없습니다.
pl: W łańcuchu kluczy nie znaleziono klucza podpisywania kodu ({0}) „{1}”.
pt_br: A chave de assinatura de código '{1}' do {0} não foi localizada no conjunto de chaves.
ru: В связке ключей не найден ключ подписывания кода {0} "{1}".
tr: Anahtarlıkta {0} kod imzalama anahtarı ('{1}') bulunamadı.
zh_hans: 密钥链中找不到 {0} 代码签名密钥“{1}”。
zh_hant: 在金鑰鏈中找不到 {0} 程式碼簽署金鑰 '{1}'。

# E0131
source: Could not find any available provisioning profiles for {0} on {1}.
cs: V {1} se nepovedlo najít žádný dostupný zřizovací profil pro {0}.
de: Für "{0}" unter {1} wurden keine verfügbaren Bereitstellungsprofile gefunden.
es: No se encontró ningún perfil de aprovisionamiento disponible para {0} en {1}.
fr: Impossible de localiser des profils de provisionnement disponibles pour {0} sur {1}.
it: Non è stato possibile trovare profili di provisioning disponibili per {0} in {1}.
ko: {1}에서 {0}에 대해 사용 가능한 프로비저닝 프로필을 찾을 수 없습니다.
pl: Nie można odnaleźć żadnych dostępnych profilów aprowizacji dla: {0} na platformie {1}.
pt_br: Não foi possível localizar nenhum perfil de provisionamento disponível para {0} em {1}.
ru: Не удалось найти доступные профили подготовки для {0} в {1}.
tr: {1} üzerinde {0} için kullanılabilir sağlama profili bulunamadı.
zh_hans: 在 {1} 上找不到 {0} 的任何可用预配配置文件。
zh_hant: 在 {1} 上找不到任何 {0} 可用的佈建設定檔。

# E0133
source: No installed provisioning profiles match the installed {0} {1} signing identities.
cs: Žádný nainstalovaný zřizovací profil neodpovídá nainstalovaným podpisovým identitám {1} pro {0}.
de: Keines der installierten Bereitstellungsprofile stimmt mit den installierten {1}-Signaturidentitäten für {0} überein.
es: No hay perfiles de aprovisionamiento instalados que coincidan con las identidades de firma de {1} para {0} instaladas.
fr: Aucun profil de provisionnement installé ne correspond aux identités de signature {0} {1} installées.
it: Nessuno dei profili di provisioning installati corrisponde alle identità di firma {1} di {0} installate.
ko: 설치된 프로비저닝 프로필이 설치된 {0} {1} 서명 ID와 일치하지 않습니다.
pl: Żaden zainstalowany profil aprowizacji nie jest zgodny z zainstalowanymi tożsamościami podpisywania ({0} {1}).
pt_br: Nenhum perfil de provisionamento instalado corresponde às identidades de assinatura {1} do {0} instaladas.
ru: Ни один из установленных профилей подготовки не соответствует установленным удостоверениям подписывания {1} {0}.
tr: Yüklü sağlama profilleri, yüklü {0} {1} imza kimlikleriyle eşleşmiyor.
zh_hans: 已安装的预配配置文件均与已安装 {0} {1} 签名标识不匹配。
zh_hant: 沒有任何已安裝的佈建設定檔與已安裝的 {0} {1} 簽署識別相符。

# E0139
source: {0} does not define CFBundleIdentifier
cs: {0} nedefinuje CFBundleIdentifier.
de: "{0}" definiert keinen CFBundleIdentifier.
es: {0} no define ningún valor CFBundleIdentifier.
fr: {0} ne définit pas CFBundleIdentifier
it: {0} non definisce CFBundleIdentifier
ko: {0}은(는) CFBundleIdentifier를 정의하지 않음
pl: Element {0} nie definiuje elementu CFBundleIdentifier
pt_br: {0} não define o CFBundleIdentifier
ru: {0} не определяет ключ CFBundleIdentifier.
tr: {0}, CFBundleIdentifier tanımlamıyor
zh_hans: {0} 未定义 CFBundleIdentifier
zh_hant: {0} 未定義 CFBundleIdentifier

# E0140
source: The specified {0} provisioning profile '{1}' could not be found
cs: Zadaný zřizovací profil {1} pro {0} se nenašel.
de: Das angegebene {0}-Bereitstellungsprofil "{1}" wurde nicht gefunden.
es: No se encuentra el perfil de aprovisionamiento de {0} "{1}" especificado.
fr: Le profil de provisionnement {0} spécifié, '{1}', est introuvable
it: Il profilo di provisioning '{1}' di {0} specificato non è stato trovato
ko: 지정한 {0} 프로비저닝 프로필 '{1}'을(를) 찾을 수 없음
pl: Nie można odnaleźć określonego profilu aprowizacji: {0} — „{1}”
pt_br: Não foi possível localizar o perfil de provisionamento {1} do '{0}' especificado
ru: Указанный профиль подготовки {0} "{1}" не найден.
tr: Belirtilen {0} sağlama profili ('{1}') bulunamadı
zh_hans: 找不到指定的 {0} 预配配置文件“{1}”
zh_hant: 找不到指定的 {0} 佈建設定檔 '{1}'

# E0141
source: Project bundle identifier '{0}' does not match specified provisioning profile '{1}'
cs: Identifikátor sady prostředků projektu {0} neodpovídá zadanému zřizovacímu profilu {1}.
de: Die Projektbundle-ID {0} stimmt nicht mit dem angegebenen Bereitstellungsprofil "{1}" überein.
es: El identificador de lote "{0}" del proyecto no coincide con el perfil de aprovisionamiento "{1}" especificado.
fr: L'identificateur de bundle de projet '{0}' ne correspond pas au profil de provisionnement spécifié '{1}'
it: L'identificatore '{0}' del bundle del progetto non corrisponde al profilo di provisioning specificato '{1}'
ko: 프로젝트 번들 ID '{0}'이(가) 지정한 프로비저닝 프로필 '{1}'과(와) 일치하지 않음
pl: Identyfikator pakietu projektu „{0}” nie jest zgodny z określonym profilem aprowizacji „{1}”
pt_br: O identificador do pacote de projeto '{0}' não corresponde ao perfil de provisionamento especificado '{1}'
ru: Идентификатор пакета проекта "{0}" не соответствует указанному профилю подготовки "{1}".
tr: '{0}' proje paket grubu tanımlayıcısı, belirtilen '{1}' sağlama profili ile eşleşmiyor
zh_hans: 项目捆绑包标识符“{0}”与指定的预配配置文件“{1}”不匹配
zh_hant: 專案套件組合識別碼 '{0}' 與指定的佈建設定檔 '{1}' 不符

# E0144
source: The specified {0} provisioning profile '{1}' could not be found
cs: Zadaný zřizovací profil {0} {1} se nenašel.
de: Das angegebene {0}-Bereitstellungsprofil "{1}" wurde nicht gefunden.
es: No se encuentra el perfil de aprovisionamiento {0} "{1}" especificado.
fr: Le profil de provisionnement {0} spécifié, '{1}', est introuvable
it: Il profilo di provisioning '{1}' di {0} specificato non è stato trovato
ko: 지정한 {0} 프로비저닝 프로필 '{1}'을(를) 찾을 수 없음
pl: Nie można odnaleźć określonego profilu aprowizacji: {0} — „{1}”
pt_br: Não foi possível localizar o perfil de provisionamento '{0}' de {1} especificado
ru: Указанный профиль подготовки {0} "{1}" не найден.
tr: Belirtilen {0} sağlama profili ('{1}') bulunamadı
zh_hans: 找不到指定的 {0} 预配配置文件“{1}”
zh_hant: 找不到指定的 {0} 佈建設定檔 '{1}'

# E0145
source: No {0} signing identities match the specified provisioning profile '{1}'.
cs: Zadanému zřizovacímu profilu {1} neodpovídají žádné podpisové identity {0}.
de: Keine {0}-Signaturidentität entspricht dem angegebenen Bereitstellungsprofil "{1}".
es: No hay ninguna identidad de firma {0} que coincida con el perfil de aprovisionamiento "{1}" especificado.
fr: Aucune identité de signature {0} ne correspond au profil de provisionnement spécifié '{1}'.
it: Nessuna delle identità di firma di {0} corrisponde al profilo di provisioning specificato '{1}'.
ko: 지정한 프로비저닝 프로필 '{1}'과(와) 일치하는 {0} 서명 ID가 없습니다.
pl: Żadna z tożsamości podpisywania ({0}) nie jest zgodna z określonym profilem aprowizacji „{1}”.
pt_br: Nenhuma identidade de assinatura {0} corresponde ao perfil de provisionamento especificado '{1}'.
ru: Ни одно удостоверение подписывания {0} не соответствует указанному профилю подготовки "{1}".
tr: Belirtilen '{1}' sağlama profiliyle eşleşen {0} imzalama kimliği yok.
zh_hans: 没有与指定的预配配置文件“{1}”匹配的 {0} 签名标识。
zh_hant: 沒有任何 {0} 簽署識別與指定的佈建設定檔 '{1}' 相符。

# E0146
source: Bundle identifier '{0}' does not match any installed provisioning profile for selected signing identity '{0}'.
cs: Identifikátor sady prostředků {0} neodpovídá žádnému nainstalovanému zřizovacímu profilu pro vybranou identitu podepisování {0}.
de: Die Bundle-ID {0} stimmt mit keinem installierten Bereitstellungsprofil für die ausgewählte Signaturidentität "{0}" überein.
es: El identificador de lote "{0}" no coincide con ningún perfil de aprovisionamiento instalado para la identidad de firma "{0}" seleccionada.
fr: L'identificateur de bundle '{0}' ne correspond à aucun profil de provisionnement installé pour l'identité de signature sélectionnée '{0}'.
it: L'identificatore '{0}' del bundle non corrisponde ad alcun profilo di provisioning installato per l'identità di firma selezionata '{0}'.
ko: 번들 식별자 '{0}'이(가) 선택한 서명 ID '{0}'에 대해 설치된 프로비저닝 프로필과 일치하지 않습니다.
pl: Identyfikator pakietu „{0}” nie pasuje do żadnego zainstalowanego profilu aprowizacji dla wybranej tożsamości podpisywania „{0}”.
pt_br: O identificador de pacote '{0}' não corresponde a nenhum perfil de provisionamento instalado para a identidade de assinatura selecionada '{0}'.
ru: Идентификатор пакета "{0}" не соответствует ни одному установленному профилю подготовки для выбранного удостоверения подписывания "{0}".
tr: '{0}' paket grubu tanımlayıcısı, seçilen '{0}' imzalama kimliği için yüklü bir sağlama profili ile eşleşmiyor.
zh_hans: 捆绑包标识符“{0}”与所选签名标识“{0}”的任何已安装的预配配置文件都不匹配。
zh_hant: 套件組合識別碼 '{0}' 與所選簽署識別 '{0}' 的任何已安裝佈建設定檔不符。

# E0147
source: Bundle identifier '{0}' does not match any installed provisioning profile for selected signing identity '{0}'.
cs: Identifikátor sady prostředků {0} neodpovídá žádnému nainstalovanému zřizovacímu profilu pro vybranou identitu podepisování {0}.
de: Die Bundle-ID {0} stimmt mit keinem installierten Bereitstellungsprofil für die ausgewählte Signaturidentität "{0}" überein.
es: El identificador de lote "{0}" no coincide con ningún perfil de aprovisionamiento instalado para la identidad de firma "{0}" seleccionada.
fr: L'identificateur de bundle '{0}' ne correspond à aucun profil de provisionnement installé pour l'identité de signature sélectionnée '{0}'.
it: L'identificatore '{0}' del bundle non corrisponde ad alcun profilo di provisioning installato per l'identità di firma selezionata '{0}'.
ko: 번들 식별자 '{0}'이(가) 선택한 서명 ID '{0}'에 대해 설치된 프로비저닝 프로필과 일치하지 않습니다.
pl: Identyfikator pakietu „{0}” nie pasuje do żadnego zainstalowanego profilu aprowizacji dla wybranej tożsamości podpisywania „{0}”.
pt_br: O identificador de pacote '{0}' não corresponde a nenhum perfil de provisionamento instalado para a identidade de assinatura selecionada '{0}'.
ru: Идентификатор пакета "{0}" не соответствует ни одному установленному профилю подготовки для выбранного удостоверения подписывания "{0}".
tr: '{0}' paket grubu tanımlayıcısı, seçilen '{0}' imzalama kimliği için yüklü bir sağlama profili ile eşleşmiyor.
zh_hans: 捆绑包标识符“{0}”与所选签名标识“{0}”的任何已安装的预配配置文件都不匹配。
zh_hant: 套件組合識別碼 '{0}' 與所選簽署識別 '{0}' 的任何已安裝佈建設定檔不符。

# E0148
source: Bundle identifier '{0}' does not match any installed provisioning profile.
cs: Identifikátor sady prostředků {0} neodpovídá žádnému nainstalovanému zřizovacímu profilu.
de: Die Bundle-ID {0} stimmt mit keinem der installierten Bereitstellungsprofile überein.
es: El identificador de lote "{0}" no coincide con ningún perfil de aprovisionamiento instalado.
fr: L'identificateur de bundle '{0}' ne correspond à aucun profil de provisionnement installé.
it: L'identificatore '{0}' del bundle non corrisponde ad alcun profilo di provisioning installato.
ko: 번들 식별자 '{0}'이(가) 설치된 프로비저닝 프로필과 일치하지 않습니다.
pl: Identyfikator pakietu „{0}” nie jest zgodny z żadnym zainstalowanym profilem aprowizacji.
pt_br: O identificador de pacote '{0}' não corresponde a nenhum perfil de provisionamento instalado.
ru: Идентификатор пакета "{0}" не соответствует ни одному установленному профилю подготовки.
tr: '{0}' paket grubu tanımlayıcısı, yüklü bir sağlama profili ile eşleşmiyor.
zh_hans: 捆绑包标识符“{0}”与任何已安装的预配配置文件都不匹配。
zh_hant: 套件組合識別碼 '{0}' 與任何已安裝的佈建設定檔不符。

# E0150
source: AssemblyPath cannot be null or empty
cs: Cesta AssemblyPath nemůže být null ani prázdná.
de: AssemblyPath darf nicht NULL oder leer sein.
es: AssemblyPath no puede ser nulo ni estar vacío.
fr: AssemblyPath ne peut pas avoir une valeur null ou être vide
it: AssemblyPath non può essere Null o vuoto
ko: AssemblyPath는 null이거나 비워 둘 수 없음
pl: Element AssemblyPath nie może mieć wartości null ani być pusty
pt_br: O AssemblyPath não pode ser nulo nem estar vazio
ru: Значение AssemblyPath не может быть пустым или равным NULL.
tr: AssemblyPath null veya boş olamaz
zh_hans: AssemblyPath 不能为 null 或空
zh_hant: AssemblyPath 不可為 Null 或空白

# E0152
source: No property specified.
cs: Nezadala se žádná vlastnost.
de: Es wurde keine Eigenschaft angegeben.
es: No se ha especificado ninguna propiedad.
fr: Aucune propriété spécifiée.
it: Non è stata specificata alcuna proprietà.
ko: 지정된 속성이 없습니다.
pl: Nie określono właściwości.
pt_br: Não foi especificada nenhuma propriedade.
ru: Свойство не указано.
tr: Özellik belirtilmedi.
zh_hans: 未指定任何属性。
zh_hant: 未指定任何屬性。

# E0153
source: The dictionary at '{0}' did not contain the key: {1}
cs: Slovník v {0} neobsahoval klíč: {1}
de: Das Wörterbuch unter "{0}" enthielt nicht den Schlüssel: {1}
es: El diccionario de "{0}" no contenía la clave: {1}
fr: Le dictionnaire sur '{0}' ne contient pas la clé : {1}
it: Il dizionario alla posizione '{0}' non contiene la chiave: {1}
ko: '{0}'의 사전에 키가 포함되어 있지 않음: {1}
pl: Słownik w lokalizacji „{0}” nie zawiera klucza: {1}
pt_br: O dicionário em '{0}' não continha a chave: {1}
ru: Словарь в "{0}" не содержал ключ: {1}.
tr: '{0}' konumundaki sözlük {1} anahtarını içermiyordu
zh_hans: “{0}”中的字典不包含该密钥: {1}
zh_hant: 位於 '{0}' 的字典未包含索引鍵: {1}

# E0154
source: Could not parse array index: {0}
cs: Nepovedlo se parsovat index pole: {0}
de: Der Arrayindex konnte nicht analysiert werden: {0}
es: No se pudo analizar el índice de matriz: {0}
fr: Impossible d'analyser l'index du tableau : {0}
it: Non è stato possibile analizzare l'indice della matrice: {0}
ko: 배열 인덱스({0})를 구문 분석할 수 없음
pl: Nie można przeanalizować indeksu tablicy: {0}
pt_br: Não foi possível analisar o índice de matriz: {0}
ru: Не удалось проанализировать индекс массива: {0}.
tr: Dizi dizini ayrıştırılamadı: {0}
zh_hans: 无法分析数组索引: {0}
zh_hant: 無法剖析陣列索引: {0}

# E0155
source: Array index out of range for item '{0}'
cs: Index pole je pro položku {0} mimo rozsah.
de: Der Arrayindex für das Element "{0}" liegt außerhalb des gültigen Bereichs.
es: Índice de matriz fuera del intervalo para el elemento "{0}".
fr: Index de tableau hors limites pour l'élément '{0}'
it: L'indice della matrice non è compreso nell'intervallo per l'elemento '{0}'
ko: 배열 인덱스가 '{0}' 항목의 범위를 벗어남
pl: Indeks tablicy poza zakresem dla elementu „{0}”
pt_br: Índice de matriz fora do intervalo para o item '{0}'
ru: Индекс массива выходит за пределы диапазона для элемента "{0}".
tr: '{0}' öğesine yönelik dizi dizini aralık dışında
zh_hans: 数组索引超出项“{0}”的范围
zh_hant: 項目 '{0}' 的陣列索引超出範圍

# E0156
source: {0} values do not support child properties.
cs: Hodnoty {0} nepodporují podřízené vlastnosti.
de: {0}-Werte unterstützen keine untergeordneten Eigenschaften.
es: Los valores {0} no admiten propiedades secundarias.
fr: Les valeurs {0} ne prennent pas en charge les propriétés enfants.
it: I valori di {0} non supportano proprietà figlio.
ko: {0} 값은 자식 속성을 지원하지 않습니다.
pl: Wartości {0} nie obsługują właściwości podrzędnych.
pt_br: Os valores de {0} não são compatíveis com propriedades filho.
ru: Значения {0} не поддерживают дочерние свойства.
tr: {0} değerleri alt özellikleri desteklemiyor.
zh_hans: {0} 值不支持子属性。
zh_hant: {0} 值不支援子屬性。

# E0157
source: Getting {0} values is not supported.
cs: Získávání hodnot {0} se nepodporuje.
de: Das Abrufen von {0}-Werten wird nicht unterstützt.
es: No se admite la obtención de valores {0}.
fr: L'obtention de valeurs {0} n'est pas prise en charge.
it: Il recupero dei valori di {0} non è supportato.
ko: {0} 값 가져오기는 지원되지 않습니다.
pl: Pobieranie wartości {0} nie jest obsługiwane.
pt_br: Não há suporte para obter os valores {0}.
ru: Получение значений {0} не поддерживается.
tr: {0} değerlerinin alınması desteklenmiyor.
zh_hans: 不支持获取 {0} 值。
zh_hant: 不支援取得 {0} 值。

# E0158
source: The file '{0}' does not exist.
cs: Soubor {0} neexistuje.
de: Die Datei "{0}" ist nicht vorhanden.
es: El archivo "{0}" no existe.
fr: Le fichier '{0}' n'existe pas.
it: Il file '{0}' non esiste.
ko: '{0}' 파일이 없습니다.
pl: Plik „{0}” nie istnieje.
pt_br: O arquivo '{0}' não existe.
ru: Файл "{0}" не существует.
tr: '{0}' dosyası yok.
zh_hans: 文件“{0}”不存在。
zh_hant: 檔案 '{0}' 不存在。

# E0159
source: The file '{0}' conflicts with '{1}'.
cs: Soubor {0} je v konfliktu s {1}.
de: Die Datei "{0}" steht in Konflikt mit "{1}".
es: El archivo "{0}" entra en conflicto con "{1}".
fr: Le fichier '{0}' est en conflit avec '{1}'.
it: Il file '{0}' è in conflitto con '{1}'.
ko: '{0}' 파일이 '{1}'과(와) 충돌합니다.
pl: Plik „{0}” powoduje konflikt z: „{1}”.
pt_br: O arquivo '{0}' está em conflito com '{1}'.
ru: Файл "{0}" конфликтует с "{1}".
tr: '{0}' dosyası '{1}' ile çakışıyor.
zh_hans: 文件“{0}”与“{1}”冲突。
zh_hant: 檔案 '{0}' 與 '{1}' 衝突。

# E0160
source: Watch apps/extensions require Xcode 6.2 or later. The current Xcode version is {0}
cs: Aplikace a rozšíření pro hodinky Watch vyžadují Xcode 6.2 nebo novější. Aktuální verze Xcode je {0}.
de: Watch-Apps/-Erweiterungen erfordern Xcode 6.2 oder höher. Aktuelle Xcode-Version: {0}
es: Las aplicaciones o extensiones de Watch requieren Xcode 6.2 o posterior. La versión actual de Xcode es {0}.
fr: Les applications/extensions Watch nécessitent Xcode 6.2 ou une version ultérieure. La version actuelle de Xcode est {0}
it: Con le app/estensioni Watch è richiesto Xcode 6.2 o versioni successive. La versione corrente di Xcode è {0}
ko: Watch 앱/확장에는 Xcode 6.2 이상이 필요합니다. 현재 Xcode 버전은 {0}입니다.
pl: Aplikacje/rozszerzenia dla zegarków wymagają programu Xcode 6.2 lub nowszego. Bieżąca wersja programu Xcode: {0}
pt_br: Os aplicativos Watch e as extensões requerem o Xcode 6.2 ou posterior. A versão atual do Xcode é {0}
ru: Приложения и расширения Watch требуют Xcode 6.2 или более поздней версии. Текущая версия Xcode: {0}.
tr: Watch uygulamaları/uzantıları için Xcode 6.2 veya üzeri bir sürüm gerekir. Geçerli Xcode sürümü: {0}
zh_hans: Watch 应用/扩展需要 Xcode 6.2 或更高版本。当前的 Xcode 版本为 {0}
zh_hant: Watch 應用程式/延伸模組需要 Xcode 6.2 或更新版本。目前的 Xcode 版本為 {0}

# E0161
source: Items must have logical names computed.
cs: Položky musí mít vypočítané logické názvy.
de: Für Elemente müssen logische Namen berechnet werden.
es: Deben calcularse nombres lógicos para los elementos.
fr: Les éléments doivent avoir des noms logiques calculés.
it: Agli elementi devono essere assegnati nomi logici calcolati.
ko: 항목에는 계산된 논리 이름이 있어야 합니다.
pl: Elementy muszą mieć obliczone nazwy logiczne.
pt_br: Os itens precisam ter nomes lógicos computados.
ru: Для элементов должны быть вычислены логические имена.
tr: Öğelerin hesaplanmış mantıksal adları olmalıdır.
zh_hans: 项必须具有计算出的逻辑名称。
zh_hant: 項目必須計算邏輯名稱。

# E0166
source: You must specify a DestinationFolder or the DestinationFiles, but not both.
cs: Musíte zadat buď DestinationFolder, nebo DestinationFiles, ale ne obojí.
de: Sie müssen einen DestinationFolder oder DestinationFiles angeben, aber nicht beides.
es: Debe especificar un valor para DestinationFolder o DestinationFiles, pero no ambos.
fr: Vous devez spécifier DestinationFolder ou DestinationFiles, mais pas les deux.
it: È necessario specificare una cartella di destinazione o i file di destinazione, ma non entrambi.
ko: DestinationFolder 또는 DestinationFiles 중 하나만 지정해야 합니다.
pl: Należy określić element DestinationFolder lub DestinationFiles, ale nie oba.
pt_br: Você precisa especificar uma DestinationFolder ou os DestinationFiles, mas não ambos.
ru: Укажите либо DestinationFolder, либо DestinationFiles, но не и то и другое одновременно.
tr: DestinationFolder veya DestinationFiles belirtmeniz gerekir ancak ikisini birden belirtmeyin.
zh_hans: 必须指定 DestinationFolder 或 DestinationFiles，但不能同时指定这两者。
zh_hant: 您必須指定 DestinationFolder 或 DestinationFiles，但不能同時指定兩者。

# E0167
source: The number of DestinationFiles must match the number of SourceFiles.
cs: Počet DestinationFiles musí odpovídat počtu SourceFiles.
de: Die Anzahl von DestinationFiles muss der Anzahl von SourceFiles entsprechen.
es: El número de elementos DestinationFile debe coincidir con el de elementos SourceFile.
fr: Le nombre de DestinationFiles doit correspondre au nombre de SourceFiles.
it: Il numero di file di destinazione deve corrisponde a quello dei file di origine.
ko: DestinationFiles의 수는 SourceFiles의 수와 일치해야 합니다.
pl: Liczba dla elementu DestinationFiles musi być zgodna z liczbą dla elementu SourceFiles.
pt_br: O número de DestinationFiles precisa corresponder ao número de SourceFiles.
ru: Число DestinationFiles должно соответствовать числу SourceFiles.
tr: DestinationFiles sayısı, SourceFiles sayısı ile eşleşmelidir.
zh_hans: DestinationFiles 数目必须与 SourceFiles 数目匹配。
zh_hant: DestinationFiles 數目與 SourceFiles 數目必須相符。

# E0169
source: Unknown target framework identifier: {0}.
cs: Neznámý identifikátor cílové architektury: {0}
de: Unbekannter Zielframeworkbezeichner: {0}.
es: Identificador de plataforma de destino desconocido: {0}.
fr: Identificateur de framework cible inconnu : {0}.
it: Identificatore del framework di destinazione sconosciuto: {0}.
ko: 알 수 없는 대상 프레임워크 식별자({0})입니다.
pl: Nieznany identyfikator platformy docelowej: {0}.
pt_br: Identificador de estrutura de destino desconhecido: {0}.
ru: Неизвестный идентификатор целевой платформы: {0}.
tr: Bilinmeyen hedef çerçeve tanımlayıcısı: {0}.
zh_hans: 未知的目标框架标识符: {0}。
zh_hant: 未知的目標 Framework 識別碼: {0}。

# E0170
source: Could not find {0} in {1}.
cs: Nenašel se {0} v {1}.
de: "{0}" wurde nicht in "{1}" gefunden.
es: No se encontró {0} en {1}.
fr: {0} est introuvable dans {1}.
it: Non è stato possibile trovare {0} in {1}.
ko: {1}에서 {0}을(를) 찾을 수 없습니다.
pl: Nie można odnaleźć zasobu {0} w lokalizacji {1}.
pt_br: Não foi possível localizar {0} em {1}.
ru: Не удалось найти {0} в {1}.
tr: {1} içinde {0} bulunamadı.
zh_hans: 在 {1} 中找不到 {0}。
zh_hant: 在 {1} 中找不到 {0}。
