Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# E0171
source: The {0} SDK is not installed.
cs: Sada SDK {0} není nainstalovaná.
de: Das {0} SDK ist nicht installiert.
es: El SDK de {0} no está instalado.
fr: Le kit SDK {0} n'est pas installé.
it: {0} SDK non è installato.
ko: {0} SDK가 설치되지 않았습니다.
pl: Zestaw SDK {0} nie jest zainstalowany.
pt_br: O SDK do {0} não está instalado.
ru: Пакет SDK {0} не установлен.
tr: {0} SDK'sı yüklenmedi.
zh_hans: 未安装 {0} SDK。
zh_hant: 未安裝 {0} SDK。

# E0172
source: The {0} SDK version '{1}' is not installed, and no newer version was found.
cs: Sada {0} SDK verze {1} není nainstalovaná a nenašla se žádná novější verze.
de: Die {0} SDK-Version {1} ist nicht installiert, und es wurde keine neuere Version gefunden.
es: La versión "{1}" del SDK de {0} no está instalada y no se encontró ninguna versión más reciente.
fr: Le kit SDK {0} version '{1}' n'est pas installé, et aucune version plus récente n'a été localisée.
it: {0} SDK versione '{1}' non è installato e non è stata trovata alcuna versione più recente.
ko: {0} SDK 버전 '{1}'이(가) 설치되지 않았으며 최신 버전을 찾을 수 없습니다.
pl: Wersja „{1}” zestawu SDK {0} nie jest zainstalowana i nie odnaleziono nowszej wersji.
pt_br: A versão '{1}' do SDK do {0} não está instalada. Não foi localizada nenhuma versão mais recente.
ru: Версия пакета SDK для {0} "{1}" не установлена, и более новая версия не найдена.
tr: {0} SDK'sının '{1}' sürümü yüklü değil ve daha yeni bir sürüm bulunamadı.
zh_hans: 未安装 {0} SDK 版本“{1}”，找不到更新的版本。
zh_hant: 未安裝 {0} SDK 版本 '{1}'，而且找不到任何較新的版本。

# E0173
source: The {0} SDK version '{1}' is not installed. Using newer version '{2}' instead'.
cs: Verze sady {0} SDK {1} není nainstalovaná. Používá se místo ní novější verze {2}.
de: Die {0} SDK-Version {1} ist nicht installiert. Stattdessen wird die neuere Version {2} verwendet.
es: La versión "{1}" del SDK de {0} no está instalada. Se utilizará la versión "{2}" más reciente en su lugar.
fr: Le kit SDK {0} version '{1}' n'est pas installé. Utilisation de la version '{2}' (plus récente) à la place.
it: {0} SDK versione '{1}' non è installato. In alternativa, verrà usata la versione più recente '{2}'.
ko: {0} SDK 버전 '{1}'이(가) 설치되지 않았습니다. 대신 최신 버전 '{2}'을(를) 사용합니다.
pl: Wersja „{1}” zestawu SDK {0} nie jest zainstalowana. Zamiast niej zostanie użyta nowsza wersja „{2}”.
pt_br: A versão '{1}' do SDK do {0} não está instalada. Em vez disso, a versão mais recente '{2}' está sendo usada.
ru: Версия пакета SDK для {0} "{1}" не установлена. Вместо нее используется более новая версия "{2}".
tr: {0} SDK'sının '{1}' sürümü yüklü değil. Bunun yerine, daha yeni sürüm olan '{2}' kullanılıyor.
zh_hans: 未安装 {0} SDK 版本“{1}”。请改用更新的版本“{2}”。
zh_hant: 未安裝 {0} SDK 版本 '{1}'。將改為使用較新的版本 '{2}'。

# E7001
source: Could not resolve host IPs for WiFi debugger settings.
cs: Nepovedlo se přeložit IP adresy hostitele pro nastavení ladicího programu Wi-Fi.
de: Die Host-IP-Adressen für die WLAN-Debuggereinstellungen konnten nicht aufgelöst werden.
es: No se pudieron resolver las direcciones IP del host para la configuración del depurador Wi-Fi.
fr: Impossible de résoudre les adresses IP des hôtes pour les paramètres du débogueur Wi-Fi.
it: Non è stato possibile risolvere gli indirizzi IP host per le impostazioni del debugger Wi-Fi.
ko: WiFi 디버거 설정의 호스트 IP를 확인할 수 없습니다.
pl: Nie można rozpoznać adresów IP hosta dla ustawień debugera WiFi.
pt_br: Não foi possível resolver os IPs do host para as configurações do depurador de WiFi.
ru: Не удалось разрешить IP-адреса узлов для параметров отладчика Wi-Fi.
tr: Wi-Fi hata ayıklayıcısı ayarları için konak IP'leri çözümlenemedi.
zh_hans: 无法解析 WiFi 调试程序设置的主机 IP。
zh_hant: 無法解析 WiFi 偵錯工具設定的主機 IP。

# E7002
source: This machine does not have any network adapters. This is required when debugging or profiling on device over WiFi.
cs: Tento počítač nemá žádné síťové adaptéry. Při ladění nebo profilování na zařízení přes Wi-Fi se ale vyžadují.
de: Für diesen Computer sind keine Netzwerkadapter vorhanden. Ein Netzwerkadapter ist erforderlich, wenn das Debuggen oder die Profilerstellung auf dem Gerät über WLAN erfolgt.
es: Esta máquina no tiene ningún adaptador de red, lo cual es necesario para la depuración o la generación de perfiles en el dispositivo a través de Wi-Fi.
fr: Cette machine ne dispose d'aucune carte réseau. Celle-ci est nécessaire au débogage ou au profilage d'un appareil par connexion Wi-Fi.
it: Per questo computer non sono disponibili schede di rete, che sono necessarie quando si esegue il debug o la profilatura nel dispositivo tramite Wi-Fi.
ko: 이 머신에 네트워크 어댑터가 없습니다. 네트워크 어댑터는 WiFi를 통해 디바이스에서 디버깅 또는 프로파일링할 때 필요합니다.
pl: Ta maszyna nie ma kart sieciowych. Jest to wymagane podczas debugowania lub profilowania na urządzeniu za pośrednictwem sieci WiFi.
pt_br: Este computador não tem nenhum adaptador de rede. O adaptador de rede é necessário durante a depuração ou a criação de perfil no dispositivo por WiFi.
ru: На этом компьютере нет сетевых адаптеров. Они необходимы при отладке или профилировании устройства с помощью Wi-Fi.
tr: Bu makinede ağ bağdaştırıcısı yok. Bu, bir cihazda Wi-Fi üzerinden hata ayıklama veya profil oluşturma sırasında gerekir.
zh_hans: 此计算机没有任何网络适配器。在通过 WiFi 对设备进行调试或分析时需要此适配器。
zh_hant: 這部電腦沒有任何網路介面卡。您必須具有網路介面卡才能透過 WiFi 在裝置上進行偵錯或分析。

# E7003
source: The App Extension '{0}' does not contain an Info.plist.
cs: Rozšíření aplikace {0} neobsahuje soubor Info.plist.
de: Die App-Erweiterung "{0}" enthält keine Datei "Info.plist".
es: La extensión de aplicación "{0}" no contiene ningún archivo Info.plist.
fr: L'extension d'application '{0}' ne contient pas de fichier Info.plist.
it: L'estensione app '{0}' non contiene alcun file Info.plist.
ko: 앱 확장 '{0}'에 Info.plist가 포함되어 있지 않습니다.
pl: Rozszerzenie aplikacji „{0}” nie zawiera pliku Info.plist.
pt_br: A Extensão do Aplicativo '{0}' não contém um Info.plist.
ru: Расширение приложения "{0}" не содержит Info.plist.
tr: '{0}' Uygulama Uzantısı bir Info.plist içermiyor.
zh_hans: 应用扩展“{0}”不包含 Info.plist。
zh_hant: 應用程式延伸模組 '{0}' 未包含 Info.plist。

# E7004
source: The App Extension '{0}' does not specify a CFBundleIdentifier.
cs: Rozšíření aplikace {0} neurčuje CFBundleIdentifier.
de: Die App-Erweiterung "{0}" gibt keinen CFBundleIdentifier an.
es: La extensión de aplicación "{0}" no especifica ningún valor CFBundleIdentifier.
fr: L'extension d'application '{0}' ne spécifie pas CFBundleIdentifier.
it: L'estensione app '{0}' non specifica alcun valore CFBundleIdentifier.
ko: 앱 확장 '{0}'에서 CFBundleIdentifier를 지정하지 않았습니다.
pl: Rozszerzenie aplikacji „{0}” nie określa elementu CFBundleIdentifier.
pt_br: A Extensão do Aplicativo '{0}' não especifica um CFBundleIdentifier.
ru: Расширение приложения "{0}" не указывает ключ CFBundleIdentifier.
tr: '{0}' Uygulama Uzantısı bir CFBundleIdentifier belirtmiyor.
zh_hans: 应用扩展“{0}”未指定 CFBundleIdentifier。
zh_hant: 應用程式延伸模組 '{0}' 未指定 CFBundleIdentifier。

# E7005
source: The App Extension '{0}' does not specify a CFBundleExecutable.
cs: Rozšíření aplikace {0} neurčuje CFBundleExecutable.
de: Die App-Erweiterung "{0}" gibt keine CFBundleExecutable an.
es: La extensión de aplicación "{0}" no especifica ningún valor CFBundleExecutable.
fr: L'extension d'application '{0}' ne spécifie pas CFBundleExecutable.
it: L'estensione app '{0}' non specifica alcun valore CFBundleExecutable.
ko: 앱 확장 '{0}'에서 CFBundleExecutable을 지정하지 않았습니다.
pl: Rozszerzenie aplikacji „{0}” nie określa elementu CFBundleExecutable.
pt_br: A Extensão do Aplicativo '{0}' não especifica um CFBundleExecutable.
ru: Расширение приложения "{0}" не указывает ключ CFBundleExecutable.
tr: '{0}' Uygulama Uzantısı bir CFBundleExecutable belirtmiyor.
zh_hans: 应用扩展“{0}”未指定 CFBundleExecutable。
zh_hant: 應用程式延伸模組 '{0}' 未指定 CFBundleExecutable。

# E7006
source: The App Extension '{0}' has an invalid CFBundleIdentifier ({1}), it does not begin with the main app bundle's CFBundleIdentifier ({2}).
cs: Rozšíření aplikace {0} má neplatný identifikátor CFBundleIdentifier ({1}), nezačíná identifikátorem CFBundleIdentifier hlavní sady prostředků aplikace ({2}).
de: Die App-Erweiterung "{0}" weist einen ungültigen CFBundleIdentifier ({1}) auf, der nicht mit dem CFBundleIdentifier ({2}) des Haupt-App-Bundles beginnt.
es: La extensión de aplicación "{0}" tiene un valor CFBundleIdentifier no válido ({1}); no comienza con el valor CFBundleIdentifier ({2}) del lote de aplicaciones principal.
fr: L'extension d'application '{0}' a un CFBundleIdentifier ({1}) non valide, elle ne commence pas par le CFBundleIdentifier ({2}) du bundle d'applications principal.
it: L'estensione app '{0}' contiene un valore CFBundleIdentifier ({1}) non valido. Non inizia con il valore CFBundleIdentifier ({2}) del bundle dell'app principale.
ko: 앱 확장 '{0}'에 잘못된 CFBundleIdentifier({1})가 있는데, 이는 기본 앱 번들의 CFBundleIdentifier({2})로 시작되지 않습니다.
pl: Rozszerzenie aplikacji „{0}” ma nieprawidłowy element CFBundleIdentifier ({1}). Nie zaczyna się on od elementu CFBundleIdentifier głównego pakietu aplikacji ({2}).
pt_br: A Extensão do Aplicativo '{0}' tem um CFBundleIdentifier ({1}) inválido. Ele não começa com o CFBundleIdentifier do lote de aplicativo principal ({2}).
ru: Расширение приложения "{0}" имеет недопустимый ключ CFBundleIdentifier ({1}), который не начинается с CFBundleIdentifier основного пакета приложения ({2}).
tr: '{0}' Uygulama Uzantısında geçersiz bir CFBundleIdentifier ({1}) var. Bu, ana uygulama paketi grubunun CFBundleIdentifier değeri ({2}) ile başlamıyor.
zh_hans: 应用扩展“{0}”的 CFBundleIdentifier ({1})无效，它不以主应用捆绑包的 CFBundleIdentifier ({2})开头。
zh_hant: 應用程式延伸模組 '{0}' 的 CFBundleIdentifier ({1}) 無效，其未以主要應用程式套件組合的 CFBundleIdentifier ({2}) 開頭。

# E7007
source: The App Extension '{0}' has a CFBundleIdentifier ({1}) that ends with the illegal suffix ".key".
cs: Rozšíření aplikace {0} má CFBundleIdentifier ({1}), který končí neplatnou příponou .key.
de: Die App-Erweiterung "{0}" weist einen CFBundleIdentifier ({1}) auf, der auf das ungültige Suffix ".key" endet.
es: La extensión de aplicación "{0}" tiene un valor CFBundleIdentifier ({1}) que termina con el sufijo ".key" no válido.
fr: L'extension d'application '{0}' a un CFBundleIdentifier ({1}) qui finit par le suffixe non conforme ".key".
it: L'estensione app '{0}' contiene un valore CFBundleIdentifier ({1}) che termina con il suffisso non valido ".key".
ko: 앱 확장 '{0}'에 적합하지 않은 접미사인 ".key"로 끝나는 CFBundleIdentifier({1})가 있습니다.
pl: Rozszerzenie aplikacji „{0}” ma element CFBundleIdentifier ({1}), który kończy się niedozwolonym sufiksem „.key”.
pt_br: A Extensão do Aplicativo '{0}' tem um CFBundleIdentifier ({1}) que termina com o sufixo inválido ".key".
ru: Расширение приложения "{0}" имеет ключ CFBundleIdentifier ({1}), который заканчивается недопустимым суффиксом ".key".
tr: '{0}' Uygulama Uzantısında geçersiz ".key" son ekiyle biten bir CFBundleIdentifier ({1}) var.
zh_hans: 应用扩展“{0}”有一个以非法后缀 ".key" 结尾的 CFBundleIdentifier ({1})。
zh_hant: 應用程式延伸模組 '{0}' 的 CFBundleIdentifier ({1}) 以不符合規定的尾碼 ".key" 結尾。

# E7008
source: The App Extension '{0}' does not specify a CFBundleShortVersionString.
cs: Rozšíření aplikace {0} neurčuje CFBundleShortVersionString.
de: Die App-Erweiterung "{0}" gibt keinen CFBundleShortVersionString an.
es: La extensión de aplicación "{0}" no especifica ningún valor CFBundleShortVersionString.
fr: L'extension d'application '{0}' ne spécifie pas CFBundleShortVersionString.
it: L'estensione app '{0}' non specifica alcun valore CFBundleShortVersionString.
ko: 앱 확장 '{0}'에서 CFBundleShortVersionString을 지정하지 않았습니다.
pl: Rozszerzenie aplikacji „{0}” nie określa elementu CFBundleShortVersionString.
pt_br: A Extensão do Aplicativo '{0}' não especifica uma CFBundleShortVersionString.
ru: Расширение приложения "{0}" не указывает ключ CFBundleShortVersionString.
tr: '{0}' Uygulama Uzantısı bir CFBundleShortVersionString belirtmiyor.
zh_hans: 应用扩展“{0}”未指定 CFBundleShortVersionString。
zh_hant: 應用程式延伸模組 '{0}' 未指定 CFBundleShortVersionString。

# E7009
source: The App Extension '{0}' has an invalid Info.plist: it does not contain an NSExtension dictionary.
cs: Rozšíření aplikace {0} má neplatný soubor Info.plist: neobsahuje slovník NSExtension.
de: Die App-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Die Datei umfasst kein NSExtension-Wörterbuch.
es: La extensión de aplicación "{0}" tiene un archivo Info.plist no válido: no contiene ningún diccionario NSExtension.
fr: L'extension d'application '{0}' a un fichier Info.plist non valide : il ne contient pas le dictionnaire NSExtension.
it: L'estensione app '{0}' contiene un file Info.plist non valido: non include alcun dizionario NSExtension.
ko: 앱 확장 '{0}'에 잘못된 Info.plist가 있으며, NSExtension 사전이 포함되어 있지 않습니다.
pl: Rozszerzenie aplikacji „{0}” ma nieprawidłowy plik Info.plist: nie zawiera on słownika NSExtension.
pt_br: A Extensão do Aplicativo '{0}' tem um Info.plist inválido: Ele não contém um dicionário NSExtension.
ru: Расширение приложения "{0}" имеет недопустимый файл Info.plist: он не содержит словаря NSExtension.
tr: '{0}' Uygulama Uzantısında geçersiz bir Info.plist var: Bir NSExtension sözlüğü içermiyor.
zh_hans: 应用扩展“{0}”包含无效的 Info.plist: 它不包含 NSExtension 字典。
zh_hant: 應用程式延伸模組 '{0}' 的 Info.plist 無效: 其未包含 NSExtension 字典。

# E7010
source: The App Extension '{0}' has an invalid Info.plist: the NSExtension dictionary does not contain an NSExtensionPointIdentifier value.
cs: Rozšíření aplikace {0} má neplatný soubor Info.plist: slovník NSExtension neobsahuje hodnotu NSExtensionPointIdentifier.
de: Die App-Erweiterung "{0}" enthält eine ungültige Datei "Info.plist": Das NSExtension-Wörterbuch enthält keinen NSExtensionPointIdentifier-Wert.
es: La extensión de aplicación "{0}" tiene un archivo Info.plist no válido: el diccionario NSExtension no contiene ningún valor NSExtensionPointIdentifier.
fr: L'extension d'application '{0}' a un fichier Info.plist non valide : le dictionnaire NSExtension ne contient pas de valeur NSExtensionPointIdentifier.
it: L'estensione app '{0}' contiene un file Info.plist non valido: il dizionario NSExtension non include alcun valore NSExtensionPointIdentifier.
ko: 앱 확장 '{0}'에 잘못된 Info.plist가 있으며, NSExtension 사전에 NSExtensionPointIdentifier 값이 포함되어 있지 않습니다.
pl: Rozszerzenie aplikacji „{0}” ma nieprawidłowy plik Info.plist: słownik NSExtension nie zawiera wartości NSExtensionPointIdentifier.
pt_br: A Extensão do Aplicativo '{0}' tem um Info.plist inválido: o dicionário de NSExtension não contém um valor de NSExtensionPointIdentifier.
ru: Расширение приложения "{0}" имеет недопустимый файл Info.plist: словарь NSExtension не содержит значения NSExtensionPointIdentifier.
tr: '{0}' Uygulama Uzantısında geçersiz bir Info.plist var: NSExtension sözlüğü bir NSExtensionPointIdentifier değeri içermiyor.
zh_hans: 应用扩展“{0}”包含无效的 Info.plist: NSExtension 字典不包含 NSExtensionPointIdentifier 值。
zh_hant: 應用程式延伸模組 '{0}' 的 Info.plist 無效: NSExtension 字典未包含 NSExtensionPointIdentifier 值。

# E7014
source: The Watch App '{0}' does not contain an Info.plist.
cs: Aplikace Watch {0} neobsahuje soubor Info.plist.
de: Die Watch-App "{0}" enthält keine Datei "Info.plist".
es: La aplicación de Watch "{0}" no contiene ningún archivo Info.plist.
fr: L'application Watch '{0}' ne contient pas de fichier Info.plist.
it: L'app Watch '{0}' non contiene alcun file Info.plist.
ko: Watch 앱 '{0}'에 Info.plist가 포함되어 있지 않습니다.
pl: Aplikacja dla zegarków „{0}” nie zawiera pliku Info.plist.
pt_br: O Aplicativo Watch '{0}' não contém um Info.plist.
ru: Приложение Watch "{0}" не содержит info.plist.
tr: '{0}' Watch Uygulaması bir Info.plist içermiyor.
zh_hans: Watch 应用“{0}”不包含 Info.plist。
zh_hant: Watch 應用程式 '{0}' 未包含 Info.plist。

# E7015
source: The Watch App '{0}' does not specify a CFBundleIdentifier.
cs: Aplikace Watch {0} neurčuje CFBundleIdentifier.
de: Die Watch-App "{0}" gibt keinen CFBundleIdentifier an.
es: La aplicación de Watch "{0}" no especifica ningún elemento CFBundleIdentifier.
fr: L'application Watch '{0}' ne spécifie pas CFBundleIdentifier.
it: L'app Watch '{0}' non specifica alcun valore CFBundleIdentifier.
ko: Watch 앱 '{0}'에서 CFBundleIdentifier를 지정하지 않았습니다.
pl: Aplikacja dla zegarków „{0}” nie określa elementu CFBundleIdentifier.
pt_br: O Aplicativo Watch '{0}' não especifica um CFBundleIdentifier.
ru: Приложение Watch "{0}" не указывает ключ CFBundleIdentifier.
tr: '{0}' Watch Uygulaması bir CFBundleIdentifier belirtmiyor.
zh_hans: Watch 应用“{0}”未指定 CFBundleIdentifier。
zh_hant: Watch 應用程式 '{0}' 未指定 CFBundleIdentifier。

# E7016
source: The Watch App '{0}' has an invalid CFBundleIdentifier ({1}), it does not begin with the main app bundle's CFBundleIdentifier ({2}).
cs: Aplikace Watch {0} má neplatný identifikátor CFBundleIdentifier ({1}), nezačíná identifikátorem CFBundleIdentifier hlavní sady prostředků aplikace ({2}).
de: Die Watch-App "{0}" weist einen ungültigen CFBundleIdentifier ({1}) auf, der nicht mit dem CFBundleIdentifier ({2}) des Haupt-App-Bundles beginnt.
es: La aplicación de Watch "{0}" tiene un valor CFBundleIdentifier ({1}) no válido; no comienza con el valor CFBundleIdentifier del lote de aplicaciones principal ({2}).
fr: L'application Watch '{0}' a un CFBundleIdentifier ({1}) non valide, elle ne commence pas par le CFBundleIdentifier ({2}) du bundle d'applications principal.
it: L'app Watch '{0}' contiene un valore CFBundleIdentifier ({1}) non valido. Non inizia con il valore CFBundleIdentifier ({2}) del bundle dell'app principale.
ko: Watch 앱 '{0}'에 잘못된 CFBundleIdentifier({1})가 있는데, 이는 기본 앱 번들의 CFBundleIdentifier({2})로 시작되지 않습니다.
pl: Aplikacja dla zegarków „{0}” ma nieprawidłowy element CFBundleIdentifier ({1}). Nie zaczyna się on od elementu CFBundleIdentifier głównego pakietu aplikacji ({2}).
pt_br: O Aplicativo Watch '{0}' tem um CFBundleIdentifier ({1}) inválido. Ele não começa com o CFBundleIdentifier do lote de aplicativo principal ({2}).
ru: Приложение Watch "{0}" имеет недопустимый ключ CFBundleIdentifier ({1}), который не начинается с CFBundleIdentifier основного пакета приложения ({2}).
tr: '{0}' Watch Uygulamasında geçersiz bir CFBundleIdentifier ({1}) var. Bu, ana uygulama paketi grubunun CFBundleIdentifier ({2}) değeri ile başlamıyor.
zh_hans: Watch 应用“{0}”具有无效的 CFBundleIdentifier ({1})，它不以主应用捆绑包的 CFBundleIdentifier ({2})开头。
zh_hant: Watch 應用程式 '{0}' 的 CFBundleIdentifier ({1}) 無效，其不是以主要應用程式套件組合的 CFBundleIdentifier ({2}) 開頭。

# E7017
source: The Watch App '{0}' does not have a valid UIDeviceFamily value. Expected 'Watch (4)' but found '{1} ({2})'.
cs: Aplikace Watch {0} nemá platnou hodnotu UIDeviceFamily. Očekává se Watch (4), ale našla se hodnota {1} ({2}).
de: Die Watch-App "{0}" weist keinen gültigen UIDeviceFamily-Wert auf. Erwartet: "Watch (4)", gefunden: "{1} ({2})".
es: La aplicación de Watch "{0}" no tiene un valor UIDeviceFamily válido. Se esperaba "Watch (4)", pero se encontró "{1} ({2})".
fr: L'application Watch '{0}' n'a pas de valeur UIDeviceFamily valide. 'Watch (4)' attendu mais '{1} ({2})' trouvé.
it: L'app Watch '{0}' non contiene alcun valore UIDeviceFamily valido. È previsto 'Watch (4)' ma è stato trovato '{1} ({2})'.
ko: Watch 앱 '{0}'에 유효한 UIDeviceFamily 값이 없습니다. 'Watch(4)'를 예상했지만 '{1}({2})'이(가) 검색되었습니다.
pl: Aplikacja dla zegarków „{0}” nie ma prawidłowej wartości UIDeviceFamily. Oczekiwano elementu „Watch (4)”, ale znaleziono element „{1} ({2})”.
pt_br: O Aplicativo Watch '{0}' não tem um valor de UIDeviceFamily válido. Esperado 'Watch (4)', mas localizado '{1} ({2})'.
ru: Приложение Watch "{0}" не имеет допустимого значения UIDeviceFamily. Ожидается "Watch (4)", но обнаружено "{1} ({2})".
tr: '{0}' Watch Uygulamasında geçerli bir UIDeviceFamily değeri yok. 'Watch (4)' bekleniyordu ancak '{1} ({2})' bulundu.
zh_hans: Watch 应用“{0}”没有有效的 UIDeviceFamily 值。期望查找 "Watch (4)"，但找到“{1} ({2})”。
zh_hant: Watch 應用程式 '{0}' 沒有有效的 UIDeviceFamily 值。必須為 'Watch (4)'，但找到 '{1} ({2})'。

# E7018
source: The Watch App '{name}' does not specify a CFBundleExecutable
cs: Aplikace Watch {name} neurčuje CFBundleExecutable.
de: Die Watch-App "{name}" gibt keine CFBundleExecutable an.
es: La aplicación de Watch "{name}" no especifica ningún elemento CFBundleExecutable.
fr: L'application Watch '{name}' ne spécifie pas CFBundleExecutable
it: L'app Watch '{name}' non specifica alcun valore CFBundleExecutable
ko: Watch 앱 '{name}'에서 CFBundleExecutable을 지정하지 않았습니다.
pl: Aplikacja dla zegarków „{name}” nie określa elementu CFBundleExecutable
pt_br: O Aplicativo Watch '{name}' não especifica um CFBundleExecutable
ru: Приложение Watch "{name}" не указывает ключ CFBundleExecutable.
tr: '{name}' Watch Uygulaması bir CFBundleExecutable belirtmiyor
zh_hans: Watch 应用 "{name}" 未指定 CFBundleExecutable
zh_hant: Watch 應用程式 '{name}' 未指定 CFBundleExecutable

# E7019
source: The Watch App '{0}' has an invalid WKCompanionAppBundleIdentifier value ('{1}'), it does not match the main app bundle's CFBundleIdentifier ('{2}').
cs: Aplikace Watch {0} má neplatnou hodnotu WKCompanionAppBundleIdentifier ({1}), neodpovídá identifikátoru CFBundleIdentifier hlavní sady prostředků aplikace ({2}).
de: Die Watch-App "{0}" weist einen ungültigen WKCompanionAppBundleIdentifier-Wert auf ("{1}"), der nicht mit dem CFBundleIdentifier ("{2}") für das Bundle der Haupt-App übereinstimmt.
es: La aplicación de Watch "{0}" tiene un valor WKCompanionAppBundleIdentifier ("{1}") no válido; no coincide con el valor CFBundleIdentifier del lote de aplicaciones principal ("{2}").
fr: L'application Watch '{0}' a une valeur WKCompanionAppBundleIdentifier ('{1}') non valide, elle ne correspond pas au CFBundleIdentifier ('{2}') du bundle d'applications principal.
it: L'app Watch '{0}' contiene un valore WKCompanionAppBundleIdentifier ('{1}') non valido. Non corrisponde al valore CFBundleIdentifier ('{2}') del bundle dell'app principale.
ko: Watch 앱 '{0}'에 잘못된 WKCompanionAppBundleIdentifier 값('{1}')이 있으며, 기본 앱 번들의 CFBundleIdentifier('{2}')와 일치하지 않습니다.
pl: Aplikacja dla zegarków „{0}” ma nieprawidłową wartość WKCompanionAppBundleIdentifier („{1}”). Nie jest ona zgodna z elementem CFBundleIdentifier głównego pakietu aplikacji („{2}”).
pt_br: O Aplicativo Watch '{0}' tem um valor de WKCompanionAppBundleIdentifier inválido ('{1}'). Ele não corresponde ao CFBundleIdentifier do lote de aplicativo principal ('{2}').
ru: Приложение Watch "{0}" имеет недопустимое значение WKCompanionAppBundleIdentifier ("{1}"), которое не соответствует CFBundleIdentifier основного пакета приложения ("{2}").
tr: '{0}' Watch Uygulamasında geçersiz bir WKCompanionAppBundleIdentifier ('{1}') var. Bu, ana uygulama paketi grubunun CFBundleIdentifier ('{2}') değeri ile eşleşmiyor.
zh_hans: Watch 应用“{0}”具有无效的 WKCompanionAppBundleIdentifier 值 ("{1}")，它与主应用捆绑包的 CFBundleIdentifier ("{2}") 不匹配。
zh_hant: Watch 應用程式 '{0}' 的 WKCompanionAppBundleIdentifier 值 ('{1}') 無效，其與主要應用程式套件組合的 CFBundleIdentifier ('{2}') 不符。
