Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# E0065
source: Resources rules file '{0}' not found.
cs: Soubor pravidel prostředků {0} se nenašel.
de: Die Ressourcenregeldatei "{0}" wurde nicht gefunden.
es: No se encontró el archivo de reglas de recursos "{0}".
fr: Le fichier de règles de ressources '{0}' est introuvable.
it: Il file di regole per le risorse '{0}' non è stato trovato.
ko: 리소스 규칙 파일 '{0}'을(를) 찾을 수 없습니다.
pl: Nie odnaleziono pliku reguł zasobów „{0}”.
pt_br: O arquivo de regras de recursos '{0}' não foi localizado.
ru: Файл правил ресурсов "{0}" не найден.
tr: '{0}' kaynak kuralları dosyası bulunamadı.
zh_hans: 找不到资源规则文件“{0}”。
zh_hant: 找不到資源規則檔 '{0}'。

# E0066
source: Failed to parse SdkVersion '{0}'.
cs: Nepovedlo se parsovat SdkVersion {0}.
de: Fehler beim Analysieren von SdkVersion {0}.
es: No se pudo analizar SdkVersion "{0}".
fr: Échec de l'analyse du SdkVersion '{0}'.
it: Non è stato possibile analizzare il valore '{0}' di SdkVersion.
ko: SdkVersion '{0}'을(를) 구문 분석하지 못했습니다.
pl: Nie można przeanalizować elementu SdkVersion „{0}”.
pt_br: Falha ao analisar a SdkVersion '{0}'.
ru: Не удалось проанализировать SdkVersion "{0}".
tr: '{0}' SdkVersion ayrıştırılamadı.
zh_hans: 未能分析 SdkVersion“{0}”。
zh_hant: 無法剖析 SdkVersion '{0}'。

# E0067
source: Xcode 10 does not support watchOS 1 apps. Either upgrade to watchOS 2 apps, or use an older version of Xcode.
cs: Xcode 10 nepodporuje aplikace watchOS 1. Buď upgradujte na aplikace watchOS 2, nebo použijte starší verzi Xcode.
de: Xcode 10 unterstützt keine watchOS 1-Apps. Führen Sie entweder ein Upgrade auf watchOS 2-Apps aus, oder verwenden Sie eine ältere Version von Xcode.
es: Xcode 10 no es compatible con las aplicaciones de watchOS 1. Actualice a las aplicaciones de watchOS 2 o use una versión anterior de Xcode.
fr: Xcode 10 ne prend pas en charge les applications watchOS 1. Effectuez une mise à niveau vers les applications watchOS 2, ou utilisez une ancienne version de Xcode.
it: Xcode 10 non supporta le app watchOS 1. Eseguire l'aggiornamento alle app watchOS 2 oppure usare una versione precedente di Xcode.
ko: Xcode 10에서는 watchOS 1 앱을 지원하지 않습니다. watchOS 2 앱으로 업그레이드하거나 이전 버전의 Xcode를 사용하세요.
pl: Program Xcode 10 nie obsługuje aplikacji systemu watchOS 1. Przeprowadź uaktualnienie do aplikacji systemu watchOS 2 lub użyj starszej wersji programu Xcode.
pt_br: O Xcode 10 não dá suporte a aplicativos watchOS 1. Atualize para os aplicativos watchOS 2 ou use uma versão mais antiga do Xcode.
ru: Xcode 10 не поддерживает приложения watchOS 1. Перейдите на приложения watchOS 2 либо используйте более раннюю версию Xcode.
tr: Xcode 10, watchOS 1 uygulamalarını desteklemiyor. watchOS 2 uygulamalarına yükseltin veya Xcode'un eski bir sürümünü kullanın.
zh_hans: Xcode 10 不支持 watchOS 1 应用。请升级到 watchOS 2 应用，或使用较旧版本的 Xcode。
zh_hant: Xcode 10 不支援 watchOS 1 應用程式。請升級為 watchOS 2 應用程式，或使用較舊版的 Xcode。

# E0068
source: An installation of Xcode >= 6.2 is required to build WatchKit applications.
cs: Aby bylo možné vytvářet aplikace WatchKitu, vyžaduje se instalace Xcode >= 6.2.
de: Für die Entwicklung von WatchKit-Anwendungen ist eine Installation von Xcode 6.2 oder höher erforderlich.
es: Se requiere una instalación de Xcode >= 6.2 para compilar aplicaciones de WatchKit.
fr: Une installation de Xcode >= 6.2 est nécessaire pour générer des applications WatchKit.
it: Per compilare applicazioni WatchKit, è richiesta un'installazione di Xcode uguale o successiva alla 6.2.
ko: WatchKit 애플리케이션을 빌드하려면 6.2 이상의 Xcode가 설치되어 있어야 합니다.
pl: Do tworzenia aplikacji WatchKit jest wymagana instalacja programu Xcode >= 6.2.
pt_br: Uma instalação do Xcode >= 6.2 é necessária para criar aplicativos WatchKit.
ru: Для сборки приложений WatchKit требуется установить Xcode как минимум версии 6.2.
tr: WatchKit uygulamaları oluşturmak için Xcode'un 6.2 veya daha yüksek bir sürümü yüklü olmalıdır.
zh_hans: 需要安装 Xcode >= 6.2 才能生成 WatchKit 应用程序。
zh_hant: 必須安裝 Xcode >= 6.2 才能建置 WatchKit 應用程式。

# E0069
source: iOS {0} does not support WatchKit.
cs: iOS {0} nepodporuje WatchKit.
de: iOS {0} bietet keine Unterstützung für WatchKit.
es: iOS {0} no admite WatchKit.
fr: iOS {0} ne prend pas en charge WatchKit.
it: iOS {0} non supporta WatchKit.
ko: iOS {0}은(는) WatchKit를 지원하지 않습니다.
pl: System iOS {0} nie obsługuje platformy WatchKit.
pt_br: O iOS {0} não dá suporte ao WatchKit.
ru: iOS {0} не поддерживает WatchKit.
tr: iOS {0}, WatchKit'i desteklemiyor.
zh_hans: iOS {0} 不支持 WatchKit。
zh_hant: iOS {0} 不支援 WatchKit。

# E0070
source: Failed to locate the WatchKit launcher in the Xcode app bundle.
cs: V sadě prostředků aplikace Xcode se nepovedlo najít spouštěč WatchKitu.
de: Das WatchKit-Startprogramm wurde nicht im Xcode-App-Bundle gefunden.
es: No se encontró el iniciador de WatchKit en el lote de aplicaciones de Xcode.
fr: Échec de la localisation du lanceur WatchKit dans le bundle d'applications Xcode.
it: Non è stato possibile individuare il programma di avvio di WatchKit nel bundle dell'app di Xcode.
ko: Xcode 앱 번들에서 WatchKit 시작 관리자를 찾지 못했습니다.
pl: Nie można zlokalizować programu uruchamiającego platformy WatchKit w pakiecie aplikacji programu Xcode.
pt_br: Falha ao localizar o inicializador do WatchKit no lote de aplicativo do Xcode.
ru: Не удалось найти средство запуска WatchKit в пакете приложения Xcode.
tr: Xcode uygulama paketi grubunda WatchKit başlatıcısı bulunamadı.
zh_hans: 在 Xcode 应用捆绑包中找不到 WatchKit 启动程序。
zh_hant: 在 Xcode 應用程式套件組合中找不到 WatchKit 啟動器。

# E0084
source: Could not locate the {0} '{1}' SDK at path '{}'
cs: Nepovedlo se najít sadu {0} SDK {1} na cestě {}.
de: Das {0} {1} SDK wurde nicht im Pfad "{}" gefunden.
es: No se encontró el SDK de {0} "{1}" en la ruta de acceso "{}".
fr: Impossible de localiser le kit SDK {0} version '{1}' dans le chemin '{}'
it: Non è stato possibile individuare {0} '{1}' SDK nel percorso '{}'
ko: 경로 '{}'에서 {0} '{1}' SDK를 찾을 수 없습니다.
pl: Nie można odnaleźć zestawu SDK {0} „{1}” w ścieżce „{}”
pt_br: Não foi possível localizar o SDK '{1}' do {0} no caminho '{}'
ru: Не удалось найти пакет SDK версии {1} для {0} по пути "{}".
tr: '{}' yolundaki {0} '{1}' SDK'sı bulunamadı
zh_hans: 在路径“{}”中找不到 {0}“{1}”SDK
zh_hant: 在路徑 '{}' 中找不到 {0} '{1}' SDK

# E0085
source: Could not locate the {0} '{1}' SDK usr path at '{2}'
cs: Nepovedlo se najít cestu usr sady {0} SDK {1} na cestě {2}.
de: Der usr-Pfad für das {0} {1} SDK wurde nicht in "{2}" gefunden.
es: No se encontró la ruta de acceso usr del SDK de {0} "{1}" en "{2}"
fr: Impossible de localiser le répertoire usr du kit SDK {0} version '{1}' dans le chemin '{2}'
it: Non è stato possibile individuare il percorso usr di {0} '{1}' SDK alla posizione '{2}'
ko: '{2}'에서 {0} '{1}' SDK usr 경로를 찾을 수 없습니다.
pl: Nie można odnaleźć ścieżki usr zestawu SDK {0} „{1}” w lokalizacji „{2}”
pt_br: Não foi possível localizar o caminho usr do SDK '{1}' do {0} em '{2}'
ru: Не удалось найти пользовательский путь к пакету SDK версии "{1}" для {0} по пути "{2}".
tr: '{2}' konumunda {0} '{1}' SDK kullanıcı yolu bulunamadı
zh_hans: 在“{2}”中找不到 {0}“{1}”SDK usr 路径
zh_hant: 在 '{2}' 中找不到 {0} '{1}' SDK usr 路徑

# E0086
source: Could not find a valid Xcode developer path
cs: Nepovedlo se najít platnou cestu vývojáře v Xcode.
de: Es wurde kein gültiger Xcode-Entwicklerpfad gefunden.
es: No se encontró ninguna ruta de acceso de desarrollador de Xcode válida.
fr: Impossible de localiser un chemin de développeur Xcode valide
it: Non è stato possibile trovare un percorso sviluppatori Xcode valido
ko: 유효한 Xcode 개발자 경로를 찾을 수 없음
pl: Nie można odnaleźć prawidłowej ścieżki dewelopera programu Xcode
pt_br: Não foi possível localizar um caminho do desenvolvedor do Xcode válido
ru: Не удалось найти допустимый путь к папке Developer в Xcode.
tr: Geçerli bir Xcode geliştirici yolu bulunamadı
zh_hans: 找不到有效的 Xcode 开发人员路径
zh_hant: 找不到任何有效的 Xcode 開發人員路徑

# E0089
source: Unrecognized platform: {0}
cs: Nerozpoznaná platforma: {0}
de: Unbekannte Plattform: {0}
es: Plataforma no reconocida: {0}
fr: Plateforme non reconnue : {0}
it: Piattaforma non riconosciuta: {0}
ko: 인식할 수 없는 플랫폼: {0}
pl: Nierozpoznana platforma: {0}
pt_br: Plataforma não reconhecida: {0}
ru: Неопознанная платформа: {0}.
tr: Tanınmayan platform: {0}
zh_hans: 无法识别的平台: {0}
zh_hant: 無法辨識的平台: {0}

# E0091
source: File not found: {0}
cs: Nepovedlo se najít soubor: {0}
de: Datei nicht gefunden: {0}
es: Archivo no encontrado: {0}
fr: Fichier introuvable : {0}
it: File non trovato: {0}
ko: 파일을 찾을 수 없음: {0}
pl: Nie odnaleziono pliku: {0}
pt_br: Arquivo não localizado: {0}
ru: Файл не найден: {0}.
tr: Dosya bulunamadı: {0}
zh_hans: 找不到文件: {0}
zh_hant: 找不到檔案: {0}

# E0092
source: Invalid json: {0}
cs: Neplatný formát JSON {0}
de: Ungültige JSON: {0}
es: JSON no válido: {0}
fr: JSON non valide : {0}
it: JSON non valido: {0}
ko: 잘못된 json: {0}
pl: Nieprawidłowy kod JSON: {0}
pt_br: JSON inválido: {0}
ru: Недопустимый код JSON: {0}.
tr: Geçersiz JSON: {0}
zh_hans: 无效的 JSON: {0}
zh_hant: 無效的 json: {0}

# E0093
source: Partial Info.plist file was not generated: {0}
cs: Částečný soubor Info.plist se nevygeneroval: {0}
de: Ein Teil der Datei "Info.plist" wurde nicht generiert: {0}
es: No se generó el archivo Info.plist parcial: {0}
fr: Le fichier Info.plist partiel n'a pas été généré : {0}
it: Il file Info.plist parziale non è stato generato: {0}
ko: 부분 Info.plist 파일이 생성되지 않음: {0}
pl: Nie wygenerowano częściowego pliku Info.plist: {0}
pt_br: O arquivo Info.plist parcial não foi gerado: {0}
ru: Частичный файл Info.plist не создан: {0}.
tr: Kısmi Info.plist dosyası oluşturulmadı: {0}
zh_hans: 未生成部分 Info.plist 文件: {0}
zh_hant: 未產生部分 Info.plist 檔案: {0}

# E0094
source: Failed to load {0} log file `{1}`: {2}
cs: Nepovedlo se načíst soubor protokolu {1} nástroje {0}: {2}
de: Fehler beim Laden der {0}-Protokolldatei "{1}": {2}
es: No se pudo cargar el archivo de registro {0} "{1}": {2}
fr: Échec du chargement du fichier journal {0} '{1}' : {2}
it: Non è stato possibile caricare il file di log `{1}` di {0}: {2}
ko: {0} 로그 파일 '{1}'을(를) 로드하지 못함: {2}
pl: Nie można załadować pliku dziennika ({0}) „{1}”: {2}
pt_br: Falha ao carregar o arquivo de log de {0} '{1}': {2}
ru: Не удалось загрузить файл журнала {0} "{1}": {2}
tr: `{1}` adlı {0} günlük dosyası yüklenemedi: {2}
zh_hans: 未能加载 {0} 日志文件“{1}”: {2}
zh_hant: 無法載入 {0} 記錄檔 `{1}`: {2}

# E0097
source: No API definition file specified.
cs: Nezadal se žádný soubor definice rozhraní API.
de: Es wurde keine API-Definitionsdatei angegeben.
es: No se ha especificado ningún archivo de definición de API.
fr: Aucun fichier de définition d'API n'a été spécifié.
it: Non è stato specificato alcun file di definizione API.
ko: 지정된 API 정의 파일이 없습니다.
pl: Nie określono pliku definicji interfejsu API.
pt_br: Não foi especificado nenhum arquivo de definição de API.
ru: Не указан файл определения API.
tr: API tanımı dosyası belirtilmedi.
zh_hans: 未指定 API 定义文件。
zh_hant: 未指定任何 API 定義檔。

# E0098
source: {0} failed.
cs: Nástroj {0} nebyl úspěšný.
de: Fehler bei "{0}".
es: Error de {0}.
fr: Échec de {0}.
it: {0} non riuscito.
ko: {0}이(가) 실패했습니다.
pl: Zakończone niepowodzeniem: {0}.
pt_br: {0} com falha.
ru: Сбой {0}.
tr: {0} başarısız oldu.
zh_hans: {0} 已失败。
zh_hant: {0} 失敗。

# E0099
source: Bundle Resource '{0}' not found on disk (should be at '{1}')
cs: Na disku se nenašel prostředek sady {0} (měl by se nacházet v {1}).
de: Die Bundleressource "{0}" wurde nicht auf dem Datenträger gefunden (sollte sich in "{1}" befinden).
es: No se encontró el recurso del lote "{0}" en el disco (debe estar en "{1}").
fr: Ressource de bundle '{0}' introuvable sur le disque (elle est attendue sur '{1}')
it: La risorsa '{0}' del bundle non è stata trovata nel disco (deve trovarsi in '{1}')
ko: 디스크에서 번들 리소스 '{0}'을(를) 찾을 수 없음('{1}'에 있어야 함)
pl: Nie odnaleziono zasobu pakietu „{0}” na dysku (powinien znajdować się w lokalizacji „{1}”)
pt_br: Recurso de pacote '{0}' não localizado no disco (ele deveria estar em '{1}')
ru: Ресурс пакета "{0}" не найден на диске (должен быть в "{1}").
tr: '{0}' Paket Grubu Kaynağı diskte bulunamadı ('{1}' konumunda olmalıdır)
zh_hans: 在磁盘上找不到捆绑资源“{0}”(应位于“{1}”中)
zh_hant: 在磁碟上找不到套件組合資源 '{0}' (應位於 '{1}')

# E0100
source: The path '{0}' would result in a file outside of the app bundle and cannot be used.
cs: Cesta {0} by vedla na soubor mimo sadu prostředků aplikace a nedá se použít.
de: Der Pfad "{0}" würde zu einer Datei außerhalb des App-Bundles führen und kann nicht verwendet werden.
es: La ruta de acceso "{0}" dirige a un archivo fuera del lote de aplicaciones y no se puede usar.
fr: Si le chemin '{0}' est utilisé, cela va entraîner l'exclusion d'un fichier du bundle d'applications et le rendre inaccessible.
it: Se si specifica il percorso '{0}', un file non verrà salvato nel bundle dell'app e non potrà essere usato.
ko: '{0}' 경로는 앱 번들 외부의 파일로 이어지므로 사용할 수 없습니다.
pl: Użycie ścieżki „{0}” spowoduje, że plik będzie znajdować się poza pakietem aplikacji i nie będzie można go użyć.
pt_br: O caminho '{0}' resultaria em um arquivo fora do lote de aplicativo e não pode ser usado.
ru: Путь "{0}" приведет к тому, что файл окажется вне пакета приложения и использовать его будет невозможно.
tr: '{0}' yolu, uygulama paketi grubu dışında bir dosya oluşturulmasına neden olur ve bu dosya kullanılamaz.
zh_hans: 路径“{0}”将导致应用捆绑包外的文件无法使用。
zh_hant: 路徑 '{0}' 會導向應用程式組合套件外的檔案，因此無法使用。

# E0101
source: Info.plist files should have a Build Action of 'None'.
cs: Soubory Info.plist by měly mít akci sestavení None.
de: Info.plist-Dateien müssen eine Buildaktion "None" aufweisen.
es: Los archivos Info.plist deben tener la acción de compilación "Ninguno".
fr: Les fichiers Info.plist doivent avoir une action de génération ayant la valeur 'None'.
it: L'azione di compilazione dei file Info.plist deve essere 'None'.
ko: Info.plist 파일에는 'None' 빌드 작업이 있어야 합니다.
pl: Pliki Info.plist powinny mieć akcję Build równą „None”.
pt_br: Os arquivos Info.plist devem ter a Ação de Build 'None'.
ru: Файлы Info.plist должны иметь действие сборки "Нет".
tr: Info.plist dosyalarında Derleme Eylemi değeri 'Yok' olmalıdır.
zh_hans: Info.plist 文件应具有生成操作 "None"。
zh_hant: Info.plist 檔案應具有 'None' 的建置動作。

# E0102
source: The name '{0}' is reserved and cannot be used.
cs: Název {0} je rezervovaný a nedá se použít.
de: Der Name "{0}" ist reserviert und kann nicht verwendet werden.
es: El nombre "{0}" está reservado y no se puede usar.
fr: Le nom '{0}' est réservé et ne peut pas être utilisé.
it: Il nome '{0}' è riservato e non può essere usato.
ko: '{0}' 이름은 예약되어 있으므로 사용할 수 없습니다.
pl: Nazwa „{0}” jest zarezerwowana i nie można jej użyć.
pt_br: O nome '{0}' é reservado e não pode ser usado.
ru: Имя "{0}" зарезервировано и не может использоваться.
tr: '{0}' adı ayrıldı ve kullanılamıyor.
zh_hans: 名称“{0}”是预留名称，不能使用。
zh_hant: 已保留名稱 '{0}'，因此無法使用。

# E0107
source: Error loading partial Info.plist template file '{0}': {1}
cs: Při načítání částečného souboru šablony Info.plist {0} došlo k chybě: {1}
de: Fehler beim Laden der partiellen Info.plist-Vorlagendatei "{0}": {1}
es: Error al cargar el archivo de plantilla Info.plist parcial "{0}": {1}
fr: Erreur durant le chargement du fichier de modèle Info.plist partiel '{0}' : {1}
it: Si è verificato un errore durante il caricamento del file di modello parziale '{0}' di Info.plist: {1}
ko: 부분 Info.plist 템플릿 파일 '{0}'을(를) 로드하는 동안 오류 발생: {1}
pl: Błąd ładowania szablonu częściowego pliku Info.plist „{0}”: {1}
pt_br: Erro ao carregar o arquivo de modelo Info.plist parcial '{0}': {1}
ru: Ошибка при загрузке частичного файла шаблона Info.plist "{0}": {1}
tr: '{0}' adlı kısmi Info.plist şablon dosyası yüklenirken hata oluştu: {1}
zh_hans: 加载部分 Info.plist 模板文件“{0}”时出错: {1}
zh_hant: 載入部分 Info.plist 範本檔案 '{0}' 時發生錯誤: {1}

# E0112
source: Entitlements.plist template '{0}' not found.
cs: Šablona Entitlements.plist {0} se nenašla.
de: Die Entitlements.plist-Vorlage "{0}" wurde nicht gefunden.
es: No se encontró la plantilla Entitlements.plist "{0}".
fr: Modèle Entitlements.plist '{0}' introuvable.
it: Il modello '{0}' di Entitlements.plist non è stato trovato.
ko: Entitlements.plist 템플릿 '{0}'을(를) 찾을 수 없습니다.
pl: Nie odnaleziono szablonu pliku Entitlements.plist „{0}”.
pt_br: O modelo Entitlements.plist '{0}' não foi localizado.
ru: Шаблон Entitlements.plist "{0}" не найден.
tr: '{0}' Entitlements.plist şablonu bulunamadı.
zh_hans: 未找到 Entitlements.plist 模板“{0}”。
zh_hant: 找不到 Entitlements.plist 範本 '{0}'。

# E0113
source: Error loading Entitlements.plist template '{0}': {1}
cs: Při načítání šablony Entitlements.plist {0} došlo k chybě: {1}
de: Fehler beim Laden der Entitlements.plist-Vorlage "{0}": {1}
es: Error al cargar la plantilla Entitlements.plist "{0}": {1}
fr: Erreur durant le chargement du modèle Entitlements.plist '{0}' : {1}
it: Si è verificato un errore durante il caricamento del modello '{0}' di Entitlements.plist: {1}
ko: Entitlements.plist 템플릿 '{0}'을(를) 로드하는 동안 오류 발생: {1}
pl: Błąd ładowania szablonu pliku Entitlements.plist „{0}”: {1}
pt_br: Erro ao carregar o modelo Entitlements.plist '{0}': {1}
ru: Ошибка при загрузке шаблона Entitlements.plist "{0}": {1}
tr: '{0}' Entitlements.plist şablonu yüklenirken hata oluştu: {1}
zh_hans: 加载 Entitlements.plist 模板“{0}”时出错: {1}
zh_hant: 載入 Entitlements.plist 範本 '{0}' 時發生錯誤: {1}

# E0114
source: Error writing xcent file '{0}': {1}
cs: Při zápisu do souboru xcent {0} došlo k chybě: {1}
de: Fehler beim Schreiben der xcent-Datei "{0}": {1}
es: Error al escribir el archivo xcent "{0}": {1}
fr: Erreur durant l'écriture du fichier xcent '{0}' : {1}
it: Si è verificato un errore durante la scrittura del file xcent '{0}': {1}
ko: xcent 파일 '{0}'을(를) 쓰는 동안 오류 발생: {1}
pl: Błąd zapisywania pliku xcent „{0}”: {1}
pt_br: Erro ao gravar o arquivo xcent '{0}': {1}
ru: Ошибка записи файла XCENT "{0}": {1}
tr: '{0}' xcent dosyası yazılırken hata oluştu: {1}
zh_hans: 写入 xcent 文件“{0}”时出错: {1}
zh_hant: 寫入 xcent 檔案 '{0}' 時發生錯誤: {1}

# E0115
source: Error writing archived-expanded-entitlements.xcent file: {0}
cs: Při zápisu do souboru archived-expanded-entitlements.xcent došlo k chybě: {0}
de: Fehler beim Schreiben der archived-expanded-entitlements.xcent-Datei: {0}
es: Error al escribir el archivo archived-expanded-entitlements.xcent: {0}
fr: Erreur durant l'écriture du fichier archived-expanded-entitlements.xcent : {0}
it: Si è verificato un errore durante la scrittura del file archived-expanded-entitlements.xcent: {0}
ko: archived-expanded-entitlements.xcent 파일을 쓰는 동안 오류 발생: {0}
pl: Błąd zapisywania pliku archived-expanded-entitlements.xcent: {0}
pt_br: Erro ao gravar o arquivo archived-expanded-entitlements.xcent: {0}
ru: Ошибка при записи файла archived-expanded-entitlements.xcent: {0}
tr: archived-expanded-entitlements.xcent dosyası yazılırken hata oluştu: {0}
zh_hans: 写入 archived-expanded-entitlements.xcent 文件时出错: {0}
zh_hant: 寫入 archived-expanded-entitlements.xcent 檔案時發生錯誤: {0}

# E0117
source: {0} exited with code {1}
cs: {0} skončilo s kódem {1}.
de: {0} mit Code {1} beendet
es: {0} finalizó con el código {1}.
fr: {0} s'est arrêté. Code de sortie : {1}
it: {0} è terminato con il codice {1}
ko: {0}이(가) 코드 {1}(으)로 종료됨
pl: {0} — zakończono z kodem {1}
pt_br: {0} foi encerrado com o código {1}
ru: {0} завершает работу с кодом {1}.
tr: {0}, {1} kodu ile çıkış yaptı
zh_hans: {0} 已退出，代码为 {1}
zh_hant: {0} 已結束。代碼: {1}

# E0120
source: Error saving `{0}': {1}
cs: Chyba při ukládání {0}: {1}
de: Fehler beim Speichern von "{0}": {1}
es: Error al guardar "{0}": {1}
fr: Erreur durant l'enregistrement de '{0}' : {1}
it: Si è verificato un errore durante il salvataggio di `{0}': {1}
ko: '{0}'을(를) 저장하는 동안 오류 발생: {1}
pl: Błąd zapisywania „{0}”: {1}
pt_br: Erro ao salvar `{0}': {1}
ru: Ошибка при сохранении "{0}": {1}
tr: `{0}' kaydedilirken hata oluştu: {1}
zh_hans: 保存“{0}”时出错: {1}
zh_hant: 儲存 `{0}' 時發生錯誤: {1}

# E0122
source: Error loading '{0}'
cs: Chyba při načítání {0}
de: Fehler beim Laden von "{0}".
es: Error al cargar "{0}"
fr: Erreur durant le chargement de '{0}'
it: Si è verificato un errore durante il caricamento di '{0}'
ko: '{0}'을(를) 로드하는 동안 오류 발생
pl: Błąd ładowania „{0}”
pt_br: Erro ao carregar '{0}'
ru: Ошибка при загрузке "{0}".
tr: '{0}' yüklenirken hata oluştu
zh_hans: 加载“{0}”时出错
zh_hant: 載入 '{0}' 時發生錯誤

# E0123
source: Package creation failed. Could not parse extra arguments.
cs: Vytvoření balíčku neproběhlo úspěšně. Další argumenty se nedají parsovat.
de: Fehler bei der Paketerstellung. Es konnten keine zusätzlichen Argumente analysiert werden.
es: Error al crear el paquete. No se pudieron analizar los argumentos adicionales.
fr: Échec de la création du paquet. Impossible d'analyser les arguments supplémentaires.
it: La creazione del pacchetto non è riuscita. Non è stato possibile analizzare gli argomenti aggiuntivi.
ko: 패키지 생성에 실패했습니다. 추가 인수를 구문 분석할 수 없습니다.
pl: Tworzenie pakietu nie powiodło się. Nie można przeanalizować dodatkowych argumentów.
pt_br: Falha na criação do pacote. Não foi possível analisar os argumentos extras.
ru: Сбой при создании пакета. Не удалось проанализировать дополнительные аргументы.
tr: Paket oluşturulamadı. Ek bağımsız değişkenler ayrıştırılamadı.
zh_hans: 创建包失败。无法分析其他参数。
zh_hant: 套件建立失敗。無法剖析額外引數。

# E0124
source: The identity '{0}' doesn't match any valid certificate/private key pair in the default keychain.
cs: Identita {0} neodpovídá žádné platné dvojici certifikátu a privátního klíče ve výchozí klíčence.
de: Die Identität "{0}" stimmt mit keinem gültigen Schlüsselpaar (Zertifikatschlüssel/privater Schlüssel) im Standardschlüsselbund überein.
es: La identidad "{0}" no coincide con ningún par certificado-clave privada válido en la cadena de claves predeterminada.
fr: L'identité '{0}' ne correspond à aucune paire certificat/clé privée valide dans le trousseau par défaut.
it: L'identità '{0}' non corrisponde ad alcuna coppia certificato-chiave privata nel keychain predefinito.
ko: ID '{0}'이(가) 기본 키 집합의 유효한 인증서/프라이빗 키 쌍과 일치하지 않습니다.
pl: Tożsamość „{0}” nie jest zgodna z żadną prawidłową parą certyfikatu/klucza prywatnego w domyślnym łańcuchu kluczy.
pt_br: A identidade '{0}' não corresponde a nenhum par certificado/chave privada válido no conjunto de chaves padrão.
ru: Удостоверение "{0}" не соответствует ни одному допустимому сертификату или паре закрытых ключей в цепочке ключей по умолчанию.
tr: '{0}' kimliği, varsayılan anahtarlıktaki geçerli bir sertifika/özel anahtar çiftiyle eşleşmiyor.
zh_hans: 标识“{0}”与默认密钥链中的任何有效证书/私钥对都不匹配。
zh_hant: 身分識別 '{0}' 與預設金鑰鏈中任何有效的憑證/私密金鑰組不符。
