Repository: xamarin/xamarin-macios
Catalog: msbuild/Xamarin.Localization.MSBuild/xlf/MSBStrings.*.xlf
Languages: cs, de, es, fr, it, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# E0003
source: Error executing tool '{0}': {1}
cs: Při spouštění nástroje {0} došlo k chybě: {1}
de: Fehler beim Ausführen des Tools "{0}": {1}
es: Error al ejecutar la herramienta "{0}": {1}
fr: Erreur durant l'exécution de l'outil '{0}' : {1}
it: Si è verificato un errore durante l'esecuzione dello strumento '{0}': {1}
ko: '{0}' 도구를 실행하는 동안 오류 발생: {1}
pl: Błąd uruchamiania narzędzia „{0}”: {1}
pt_br: Erro ao executar a ferramenta '{0}': {1}
ru: Ошибка при выполнении средства "{0}": {1}
tr: '{0}' aracı yürütülürken hata oluştu: {1}
zh_hans: 执行工具“{0}”时出错: {1}
zh_hant: 執行工具 '{0}' 時發生錯誤: {1}

# E0004
source: Failed to codesign '{0}': {1}
cs: Nepovedlo se podepsat kód {0}: {1}
de: Fehler beim Codesignieren von "{0}": {1}
es: No se pudo aplicar la firma de código a "{0}": {1}
fr: Échec de la coconception de '{0}' : {1}
it: Non è stato possibile firmare il codice per '{0}': {1}
ko: '{0}'을(를) 코드 서명하지 못함: {1}
pl: Nie można podpisać kodu — „{0}”: {1}
pt_br: Falha ao coprojetar '{0}': {1}
ru: Не удалось выполнить подписывание кода в "{0}": {1}
tr: '{0}' için kod imzalaması yapılamadı: {1}
zh_hans: 未能 codesign“{0}”: {1}
zh_hant: 無法針對 '{0}' 進行程式碼簽署: {1}

# E0005
source: Failed to codesign '{0}'
cs: Nepovedlo se podepsat kód {0}.
de: Fehler beim Codesignieren von "{0}".
es: No se pudo aplicar la firma de código a "{0}"
fr: Échec de la coconception de '{0}'
it: Non è stato possibile firmare il codice per '{0}'
ko: '{0}'을(를) 코드 서명하지 못함
pl: Nie można podpisać kodu: „{0}”
pt_br: Falha ao coprojetar '{0}'
ru: Не удалось выполнить подписывание кода в "{0}".
tr: '{0}' için kod imzalaması yapılamadı
zh_hans: 未能对 “{0}” 进行代码签名
zh_hant: 無法針對 '{0}' 進行程式碼簽署

# E0006
source: '{0}' not found.
cs: {0} se nepovedlo najít.
de: "{0}" wurde nicht gefunden.
es: No se encuentra "{0}".
fr: '{0}' est introuvable.
it: '{0}' non trovato.
ko: '{0}'이(가) 없습니다.
pl: Nie odnaleziono: „{0}”.
pt_br: '{0}' não localizado.
ru: Не удалось найти "{0}".
tr: '{0}' bulunamadı.
zh_hans: 找不到“{0}”。
zh_hant: 找不到 '{0}'。

# E0007
source: Error loading '{0}': Unknown image format.
cs: Při načítání {0} došlo k chybě: neznámý formát image
de: Fehler beim Laden von "{0}": Unbekanntes Imageformat.
es: Error al cargar "{0}": formato de imagen desconocido.
fr: Erreur durant le chargement de '{0}' : format d'image inconnu.
it: Si è verificato un errore durante il caricamento di '{0}': Formato immagine sconosciuto.
ko: '{0}'을(를) 로드하는 동안 오류 발생: 알 수 없는 이미지 형식입니다.
pl: Błąd ładowania „{0}”: nieznany format obrazu.
pt_br: Erro ao carregar '{0}': formato de imagem desconhecido.
ru: Ошибка при загрузке "{0}": неизвестный формат изображения.
tr: '{0}' yüklenirken hata oluştu: Görüntü biçimi bilinmiyor.
zh_hans: 加载“{0}”时出错: 未知图像格式。
zh_hant: 載入 '{0}' 時發生錯誤: 未知的映像格式。

# E0008
source: Invalid iTunesArtwork dimensions ({0}x{1}) for '{2}'.
cs: Neplatné rozměry iTunesArtwork ({0} × {1}) pro {2}
de: Ungültige iTunesArtwork-Dimensionen ({0}×{1}) für "{2}".
es: Las dimensiones de iTunesArtwork ({0}x{1}) no son válidas para "{2}".
fr: Dimensions iTunesArtwork non valides ({0}x{1}) pour '{2}'.
it: Le dimensioni di iTunesArtwork ({0}x{1}) per '{2}' non sono valide.
ko: '{2}'의 iTunesArtwork 크기({0}x{1})가 잘못되었습니다.
pl: Nieprawidłowe wymiary elementu iTunesArtwork ({0}x{1}) dla: „{2}”.
pt_br: Dimensões do iTunesArtwork inválidas ({0} x {1}) para '{2}'.
ru: Недопустимые размеры iTunesArtwork ({0}x{1}) для "{2}".
tr: '{2}' için iTunesArtwork boyutları ({0}x{1}) geçersiz.
zh_hans: “{2}”的 iTunesArtwork 维度({0}x{1})无效。
zh_hant: '{2}' 的 iTunesArtwork 維度 ({0}x{1}) 無效。

# E0009
source: Multiple iTunesArtwork files with the same dimensions detected ({0}x{1}) for '{2}'.
cs: Pro {2} se zjistilo několik souborů iTunesArtwork se stejnými rozměry ({0} × {1}).
de: Es wurden mehrere iTunesArtwork-Dateien mit den gleichen Dimensionen ({0}×{1}) für "{2}" erkannt.
es: Se han detectado varios archivos de iTunesArtwork con las mismas dimensiones ({0}x{1}) para "{2}".
fr: Plusieurs fichiers iTunesArtwork ayant les mêmes dimensions ont été détectés ({0}x{1}) pour '{2}'.
it: Sono stati rilevati più file iTunesArtwork con le stesse dimensioni ({0}x{1}) per '{2}'.
ko: '{2}'에 대해 동일한 크기({0}x{1})의 여러 iTunesArtwork 파일이 검색되었습니다.
pl: Wykryto wiele plików iTunesArtwork o tych samych wymiarach ({0}x{1}) dla: „{2}”.
pt_br: Vários arquivos iTunesArtwork com as mesmas dimensões detectadas ({0} x {1}) para '{2}'.
ru: Обнаружены файлы iTunesArtwork с одинаковыми размерами ({0}x{1}) для "{2}".
tr: '{2}' için aynı boyutlarda ({0}x{1}) birden fazla iTunesArtwork dosyası bulundu.
zh_hans: 针对“{2}”检测到多个具有相同的维数的 iTunesArtwork 文件({0}x{1})。
zh_hant: 偵測到有多個 iTunesArtwork 檔案針對 '{2}' 具有相同的維度 ({0}x{1})。

# E0010
source: Error loading '{0}': {1}
cs: Chyba při načítání {0}: {1}
de: Fehler beim Laden von "{0}": {1}
es: Error al cargar "{0}": {1}
fr: Erreur durant le chargement de '{0}' : {1}
it: Si è verificato un errore durante il caricamento di '{0}': {1}
ko: '{0}'을(를) 로드하는 동안 오류 발생: {1}
pl: Błąd ładowania „{0}”: {1}
pt_br: Erro ao carregar '{0}': {1}
ru: Ошибка при загрузке "{0}": {1}
tr: '{0}' yüklenirken hata oluştu: {1}
zh_hans: 加载“{0}”时出错: {1}
zh_hant: 載入 '{0}' 時發生錯誤: {1}

# E0011
source: Could not parse MinimumOSVersion value '{0}'
cs: Nepovedlo se parsovat hodnotu MinimumOSVersion {0}.
de: Der MinimumOSVersion-Wert "{0}" konnte nicht analysiert werden.
es: No se pudo analizar el valor MinimumOSVersion "{0}".
fr: Impossible d'analyser la valeur de MinimumOSVersion : '{0}'
it: Non è stato possibile analizzare il valore '{0}' di MinimumOSVersion
ko: MinimumOSVersion 값 '{0}'을(를) 구문 분석할 수 없음
pl: Nie można przeanalizować wartości MinimumOSVersion „{0}”
pt_br: Não foi possível analisar o valor de MinimumOSVersion '{0}'
ru: Не удалось проанализировать значение MinimumOSVersion "{0}".
tr: '{0}' MinimumOSVersion değeri ayrıştırılamadı
zh_hans: 无法分析 MinimumOSVersion 值“{0}”
zh_hant: 無法剖析 MinimumOSVersion 值 '{0}'

# E0012
source: Could not parse TargetArchitectures '{0}'
cs: Nepodařilo se parsovat TargetArchitectures {0}.
de: Die TargetArchitectures "{0}" konnten nicht analysiert werden.
es: No se pudieron analizar los elementos TargetArchitecture "{0}".
fr: Impossible d'analyser TargetArchitectures : '{0}'
it: Non è stato possibile analizzare il valore '{0}' di TargetArchitectures
ko: TargetArchitectures '{0}'을(를) 구문 분석할 수 없음
pl: Nie można przeanalizować elementu TargetArchitectures „{0}”
pt_br: Não foi possível analisar as TargetArchitectures '{0}'
ru: Не удалось проанализировать TargetArchitectures "{0}".
tr: '{0}' TargetArchitectures ayrıştırılamadı
zh_hans: 无法分析 TargetArchitectures“{0}”
zh_hant: 無法剖析 TargetArchitectures '{0}'

# E0013
source: The {0} SDK for '{1}' is not installed.
cs: Sada SDK {0} pro {1} není nainstalovaná.
de: Das {0} SDK für "{1}" ist nicht installiert.
es: El SDK {0} de "{1}" no está instalado.
fr: Le kit SDK {0} de '{1}' n'est pas installé.
it: {0} SDK per '{1}' non è installato.
ko: '{1}'의 {0} SDK가 설치되지 않았습니다.
pl: Zestaw SDK {0} dla elementu „{1}” nie jest zainstalowany.
pt_br: O SDK do {0} para '{1}' não está instalado.
ru: Пакет SDK {0} для "{1}" не установлен.
tr: '{1}' için {0} SDK'sı yüklenmedi.
zh_hans: 未安装“{1}”的 {0} SDK。
zh_hant: 未安裝 '{1}' 的 {0} SDK。

# E0014
source: The executable (CFBundleExecutable) name ({0}) cannot end with '.app', because iOS may fail to launch the app.
cs: Název spustitelného souboru (CFBundleExecutable) ({0}) nemůže končit na .app, protože iOSu se nemusí podařit aplikaci spustit.
de: Der Name der ausführbaren Datei (CFBundleExecutable) ({0}) darf nicht auf ".app" enden, weil iOS die App so möglicherweise nicht starten kann.
es: El nombre del archivo ejecutable (CFBundleExecutable) ({0}) no puede terminar en ".app" porque es posible que iOS no pueda iniciar la aplicación.
fr: Le nom de l'exécutable (CFBundleExecutable) ({0}) ne peut pas finir par '.app', car iOS risque de ne pas pouvoir lancer l'application.
it: Il nome ({0}) dell'eseguibile (CFBundleExecutable) non può terminare con '.app', perché iOS potrebbe non riuscire ad avviare l'app.
ko: iOS에서 앱을 실행하지 못할 수 있으므로 실행 파일(CFBundleExecutable) 이름({0})은 '.app'으로 끝날 수 없습니다.
pl: Nazwa pliku wykonywalnego (CFBundleExecutable): {0} nie może mieć końcówki „.app”, ponieważ system iOS może nie być w stanie uruchomić aplikacji.
pt_br: O nome ({0}) do executável (CFBundleExecutable) não pode terminar com '.app', pois o iOS pode não conseguir iniciar o aplicativo.
ru: Имя исполняемого (CFBundleExecutable) файла ({0}) не может заканчиваться на ".app", так как iOS может не запустить приложение.
tr: iOS, uygulamayı başlatamayabileceğinden yürütülebilir (CFBundleExecutable) adı ({0}) '.app' ile bitemez.
zh_hans: 可执行文件(CFBundleExecutable)名称({0})不能以 ".app" 结尾，因为 iOS 可能无法启动应用。
zh_hant: 可執行檔 (CFBundleExecutable) 名稱 ({0}) 不能以 '.app' 結尾，原因是 iOS 可能無法啟動該應用程式。

# E0023
source: Cannot have more than 1 iTunesMetadata.plist.
cs: Není možné mít více než 1 soubor iTunesMetadata.plist.
de: Es darf nicht mehr als 1 Datei "iTunesMetadata.plist" vorhanden sein.
es: No se puede tener más de un archivo iTunesMetadata.plist.
fr: Impossible d'avoir plus de 1 iTunesMetadata.plist.
it: Non può esistere più di un file iTunesMetadata.plist.
ko: iTunesMetadata.plist가 2개 이상 있으면 안 됩니다.
pl: Nie może istnieć więcej niż 1 plik iTunesMetadata.plist.
pt_br: Não é possível ter mais de um iTunesMetadata.plist.
ru: Невозможно использовать больше одного файла iTunesMetadata.plist.
tr: 1'den fazla iTunesMetadata.plist dosyası bulunamaz.
zh_hans: iTunesMetadata.plist 数量不能超过 1 个。
zh_hant: 不可具有多個 iTunesMetadata.plist。

# E0024
source: Error loading Settings plist file '{0}/Settings.bundle/Root.plist': {1}.
cs: Při načítání souboru plist nastavení {0}/Settings.bundle/Root.plist došlo k chybě: {1}
de: Fehler beim Laden der plist-Einstellungsdatei "{0}/Settings.bundle/root.plist": {1}.
es: Error al cargar el archivo plist de configuración "{0}/Settings.bundle/Root.plist": {1}.
fr: Erreur durant le chargement du fichier plist de réglages '{0}/Settings.bundle/Root.plist' : {1}.
it: Si è verificato un errore durante il caricamento del file plist di impostazioni '{0}/Settings.bundle/Root.plist': {1}.
ko: 설정 plist 파일 '{0}/Settings.bundle/Root.plist'를 로드하는 동안 오류 발생: {1}
pl: Błąd ładowania pliku plist ustawień „{0}/Settings.bundle/Root.plist”: {1}.
pt_br: Erro ao carregar o arquivo plist de Configurações '{0}/Settings.bundle/Root.plist': {1}.
ru: Ошибка при загрузке PLIST-файла параметров "{0}/Settings.bundle/Root.plist": {1}.
tr: '{0}/Settings.bundle/Root.plist' adlı Ayarlar plist dosyası yüklenirken hata oluştu: {1}.
zh_hans: 加载设置 plist 文件“{0}/Settings.bundle/Root.plist”时出错: {1}。
zh_hant: 載入設定 plist 檔案 '{0}/Settings.bundle/Root.plist' 時發生錯誤: {1}。

# E0025
source: Could not parse the SDK version '{0}'
cs: Nepovedlo se parsovat verzi sady SDK {0}.
de: Die SDK-Version {0} konnte nicht analysiert werden.
es: No se pudo analizar la versión del SDK "{0}".
fr: Impossible d'analyser la version du kit SDK '{0}'
it: Non è stato possibile analizzare l'SDK versione '{0}'
ko: SDK 버전 '{0}'을(를) 구문 분석할 수 없음
pl: Nie można przeanalizować wersji zestawu SDK „{0}”
pt_br: Não foi possível analisar a versão do SDK '{0}'
ru: Не удалось проанализировать версию пакета SDK "{0}".
tr: '{0}' SDK sürümü ayrıştırılamadı
zh_hans: 无法分析 SDK 版本“{0}”
zh_hant: 無法剖析 SDK 版本 '{0}'

# E0032
source: Could not locate SDK bin directory
cs: Nepovedlo se najít adresář bin sady SDK.
de: Das bin-Verzeichnis für das SDK wurde nicht gefunden.
es: No se encuentra el directorio bin del SDK.
fr: Le répertoire bin du kit SDK est introuvable
it: Non è stato possibile individuare la directory bin dell'SDK
ko: SDK bin 디렉터리를 찾을 수 없음
pl: Nie można zlokalizować katalogu bin zestawu SDK
pt_br: Não foi possível localizar o diretório bin do SDK
ru: Не удалось найти каталог bin пакета SDK.
tr: SDK bin dizini bulunamadı
zh_hans: 无法找到 SDK bin 目录
zh_hant: 找不到 SDK bin 目錄

# E0044
source: Could not find a valid Xcode app bundle at '{0}'. Please update your Apple SDK location in Visual Studio's preferences {1}.
cs: Na cestě {0} se nepovedlo najít platnou sadu prostředků aplikace Xcode. Aktualizujte prosím v předvolbách sady Visual Studio {1} umístění sady Apple SDK.
de: Es wurde kein gültiges Xcode-App-Bundle unter "{0}" gefunden. Aktualisieren Sie Ihren Apple SDK-Speicherort in den Einstellungen für Visual Studio {1}.
es: No se encontró ningún lote de aplicaciones de Xcode válido en "{0}". Actualice la ubicación de Apple SDK en las preferencias de Visual Studio {1}.
fr: Impossible de localiser un bundle d'applications Xcode valide sur '{0}'. Mettez à jour l'emplacement du kit SDK Apple dans les préférences de Visual Studio {1}.
it: Non è stato possibile trovare un bundle dell'app di Xcode valido nella directory '{0}'. Aggiornare il percorso di Apple SDK nelle preferenze {1} di Visual Studio.
ko: '{0}'에서 유효한 Xcode 앱 번들을 찾을 수 없습니다. Visual Studio의 기본 설정 {1}에서 Apple SDK 위치를 업데이트하세요.
pl: Nie można odnaleźć prawidłowego pakietu aplikacji programu Xcode w lokalizacji „{0}”. Zaktualizuj lokalizację zestawu Apple SDK w preferencjach programu Visual Studio: {1}.
pt_br: Não foi possível localizar um lote de aplicativo do Xcode válido em '{0}'. Atualize a localização do SDK da Apple nas preferências do Visual Studio {1}.
ru: Не удалось найти допустимый пакет приложения Xcode в каталоге "{0}". Обновите расположение пакета SDK для Apple в настройках Visual Studio: {1}.
tr: '{0}' konumunda geçerli bir Xcode uygulama paketi grubu bulunamadı. Lütfen Visual Studio tercihlerindeki {1} Apple SDK konumunuzu güncelleştirin.
zh_hans: 在“{0}”中找不到有效的 Xcode 应用捆绑包。请在 Visual Studio 的首选项 {1} 中更新 Apple SDK 位置。
zh_hant: 在 '{0}' 中找不到任何有效的 Xcode 應用程式套件組合。請在 Visual Studio 的喜好設定 {1} 中，更新您的 Apple SDK 位置。

# E0045
source: Could not find valid a usable Xcode developer path
cs: Nepovedlo se najít platnou a použitelnou cestu vývojáře v Xcode.
de: Es wurde kein gültiger Xcode-Entwicklerpfad gefunden.
es: No se encontró ninguna ruta de acceso de desarrollador de Xcode útil.
fr: Impossible de localiser un chemin de développeur Xcode valide et utilisable
it: Non è stato possibile trovare un percorso sviluppatori Xcode utilizzabile valido
ko: 유효하고 사용 가능한 Xcode 개발자 경로를 찾을 수 없음
pl: Nie można odnaleźć prawidłowej ścieżki dewelopera programu Xcode do użycia
pt_br: Não foi possível localizar um caminho de desenvolvedor do Xcode utilizável válido
ru: Не удалось найти пригодный для использования путь к папке Developer в Xcode.
tr: Geçerli bir kullanılabilir Xcode geliştirici yolu bulunamadı
zh_hans: 找不到有效的可用 Xcode 开发人员路径
zh_hant: 找不到任何有效的可用 Xcode 開發人員路徑

# E0046
source: Could not find '{0}'
cs: Nepovedlo se najít {0}.
de: "{0}" wurde nicht gefunden.
es: No se encontró "{0}"
fr: '{0}' est introuvable
it: Non è stato possibile trovare '{0}'
ko: '{0}'을(를) 찾을 수 없습니다.
pl: Nie można znaleźć zasobu „{0}”
pt_br: Não foi possível localizar '{0}'
ru: Не удалось найти "{0}"
tr: '{0}' bulunamadı
zh_hans: 找不到“{0}”
zh_hant: 找不到 '{0}'

# E0048
source: Unknown SDK platform: {0}
cs: Neznámá platforma sady SDK: {0}
de: Unbekannte SDK-Plattform: {0}
es: Plataforma del SDK desconocida: {0}
fr: Plateforme de kit SDK inconnue : {0}
it: Piattaforma SDK sconosciuta: {0}
ko: 알 수 없는 SDK 플랫폼: {0}
pl: Nieznana platforma zestawu SDK: {0}
pt_br: Plataforma SQL desconhecida: {0}
ru: Неизвестная платформа пакета SDK: {0}.
tr: Bilinmeyen SDK platformu: {0}
zh_hans: 未知的 SQL 平台: {0}
zh_hant: 未知的 SDK 平台: {0}

# E0049
source: Could not locate the provisioning profile with a Name or UUID of {0}.
cs: Nepovedlo se najít zřizovací profil s názvem nebo UUID {0}.
de: Das Bereitstellungsprofil mit dem Namen oder der UUID "{0}" wurde nicht gefunden.
es: No se encuentra el perfil de aprovisionamiento con un nombre o UUID de {0}.
fr: Impossible de localiser le profil de provisionnement avec un nom ou un UUID correspondant à {0}.
it: Non è stato possibile individuare il profilo di provisioning con nome o UUID {0}.
ko: 이름 또는 UUID가 {0}인 프로비저닝 프로필을 찾을 수 없음
pl: Nie można zlokalizować profilu aprowizacji o nazwie lub identyfikatorze UUID {0}.
pt_br: Não foi possível localizar o perfil de provisionamento com um Nome ou um UUID igual a {0}.
ru: Не удалось найти профиль подготовки с именем или UUID {0}.
tr: {0} Adına veya UUID'sine sahip sağlama profili bulunamadı.
zh_hans: 找不到具有名称或 UUID {0} 的预配配置文件。
zh_hant: 找不到具有名稱或 UUID 為 {0} 的佈建設定檔。

# E0050
source: Unknown search option: {0}
cs: Neznámé možnosti hledání: {0}
de: Unbekannte Suchoption: {0}
es: Opción de búsqueda desconocida: {0}
fr: Option de recherche inconnue : {0}
it: Opzione di ricerca sconosciuta: {0}
ko: 알 수 없는 검색 옵션: {0}
pl: Nieznana opcja wyszukiwania: {0}
pt_br: Opção de pesquisa desconhecida: {0}
ru: Неизвестный параметр поиска: {0}.
tr: Bilinmeyen arama seçeneği: {0}
zh_hans: 未知的搜索选项: {0}
zh_hant: 未知的搜尋選項: {0}

# E0053
source: Target architecture ARMv6 is no longer supported in Xamarin.iOS. Please select a supported architecture.
cs: Cílová architektura ARMv6 se už v Xamarin.iOS nepodporuje. Vyberte prosím podporovanou architekturu.
de: ARMv6 wird in Xamarin.iOS nicht mehr als Zielarchitektur unterstützt. Wählen Sie eine unterstützte Architektur aus.
es: Xamarin.iOS ya no admite la arquitectura de destino ARMv6. Seleccione una arquitectura compatible.
fr: L'architecture cible ARMv6 n'est plus prise en charge dans Xamarin.iOS. Sélectionnez une architecture prise en charge.
it: L'architettura di destinazione ARMv6 non è più supportata in Xamarin.iOS. Selezionare un'architettura supportata.
ko: 대상 아키텍처 ARMv6는 Xamarin.iOS에서 더 이상 지원되지 않습니다. 지원되는 아키텍처를 선택하세요.
pl: Architektura docelowa ARMv6 nie jest już obsługiwana w środowisku Xamarin.iOS. Wybierz obsługiwaną architekturę.
pt_br: Não há mais suporte para a arquitetura de destino ARMv6 no Xamarin.iOS. Selecione uma arquitetura com suporte.
ru: Целевая архитектура ARMv6 больше не поддерживается в Xamarin.iOS. Выберите поддерживаемую архитектуру.
tr: ARMv6 hedef mimarisi, Xamarin.iOS içinde artık desteklenmiyor. Lütfen desteklenen bir mimari seçin.
zh_hans: Xamarin.iOS 不再支持目标体系结构 ARMv6。请选择受支持的体系结构。
zh_hant: Xamarin.iOS 中已不再支援目標架構 ARMv6。請選取支援的架構。

# E0055
source: Could not load Info.plist: {0}
cs: Nepovedlo se načíst soubor Info.plist: {0}
de: "Info.plist" konnte nicht geladen werden: {0}
es: No se pudo cargar Info.plist: {0}
fr: Impossible de charger Info.plist : {0}
it: Non è stato possibile caricare il file Info.plist: {0}
ko: Info.plist({0})를 로드할 수 없음
pl: Nie można załadować pliku Info.plist: {0}
pt_br: Não foi possível carregar o Info.plist: {0}
ru: Не удалось загрузить Info.plist: {0}
tr: Info.plist yüklenemedi: {0}
zh_hans: 无法加载 Info.plist: {0}
zh_hant: 無法載入 Info.plist: {0}

# E0057
source: Invalid architectures: '{0}'.
cs: Neplatné architektury: {0}
de: Ungültige Architekturen: "{0}".
es: Arquitecturas no válidas: "{0}".
fr: Architectures non valides : '{0}'.
it: Architetture non valide: '{0}'.
ko: 잘못된 아키텍처: '{0}'.
pl: Nieprawidłowe architektury: „{0}”.
pt_br: Arquiteturas inválidas: '{0}'.
ru: Недопустимые архитектуры: "{0}".
tr: Geçersiz mimariler: '{0}'.
zh_hans: 无效的体系结构:“{0}”。
zh_hant: 無效的架構: '{0}'。

# E0058
source: Failed to parse the target device information.
cs: Nepovedlo se parsovat informace o cílovém zařízení.
de: Fehler beim Analysieren der Informationen zum Zielgerät.
es: No se pudo analizar la información del dispositivo de destino.
fr: Échec de l'analyse des informations relatives à l'appareil cible.
it: Non è stato possibile analizzare le informazioni sul dispositivo di destinazione.
ko: 대상 디바이스 정보를 구문 분석하지 못했습니다.
pl: Nie można przeanalizować informacji o urządzeniu docelowym.
pt_br: Falha ao analisar as informações do dispositivo de destino.
ru: Не удалось проанализировать сведения о целевом устройстве.
tr: Hedef cihaz bilgileri ayrıştırılamadı.
zh_hans: 无法分析目标设备信息。
zh_hant: 無法剖析目標裝置資訊。

# E0059
source: No target device found.
cs: Nenašlo se žádné cílové zařízení.
de: Kein Gerät gefunden.
es: No se encontró ningún dispositivo de destino.
fr: Appareil cible introuvable.
it: Non è stato trovato alcun dispositivo di destinazione.
ko: 대상 디바이스를 찾을 수 없습니다.
pl: Nie znaleziono urządzeń docelowych.
pt_br: Não foi localizado nenhum dispositivo de destino.
ru: Целевое устройство не найдено.
tr: Hedef cihaz bulunamadı.
zh_hans: 找不到目标设备。
zh_hant: 找不到任何目標裝置。

# E0060
source: No device architecture information found.
cs: Nenašly se žádné informace o architektuře zařízení.
de: Keine Informationen zur Gerätearchitektur gefunden.
es: No se encontró información de la arquitectura del dispositivo.
fr: Les informations relatives à l'architecture de l'appareil sont introuvables.
it: Non sono state trovate informazioni sull'architettura del dispositivo.
ko: 디바이스 아키텍처 정보를 찾을 수 없습니다.
pl: Nie odnaleziono informacji o architekturze urządzenia.
pt_br: Não foi localizada nenhuma informação sobre a arquitetura do dispositivo.
ru: Сведения об архитектуре устройства не найдены.
tr: Cihaz mimarisi bilgileri bulunamadı.
zh_hans: 找不到设备体系结构信息。
zh_hant: 找不到任何裝置架構資訊。

# E0061
source: Invalid target architecture: '{0}'
cs: Neplatná cílová architektura: {0}
de: Ungültige Zielarchitektur: "{0}"
es: Arquitectura de destino no válida: "{0}"
fr: Architecture cible non valide : '{0}'
it: Architettura di destinazione non valida: '{0}'
ko: 잘못된 대상 아키텍처: '{0}'
pl: Nieprawidłowa architektura docelowa: „{0}”
pt_br: Arquitetura de destino inválida: '{0}'
ru: Недопустимая целевая архитектура: "{0}".
tr: Geçersiz hedef mimari: '{0}'
zh_hans: 无效的目标体系结构:“{0}”
zh_hant: 無效的目標架構: '{0}'

# E0062
source: No device operating system information found.
cs: Nenašly se žádné informace o operačním systému zařízení.
de: Keine Informationen zum Gerätebetriebssystem gefunden.
es: No se encontró información del sistema operativo del dispositivo.
fr: Les informations relatives au système d'exploitation de l'appareil sont introuvables.
it: Non sono state trovate informazioni sul sistema operativo del dispositivo.
ko: 디바이스 운영 체제 정보를 찾을 수 없습니다.
pl: Nie odnaleziono informacji o systemie operacyjnym urządzenia.
pt_br: Não foi localizada nenhuma informação sobre o sistema operacional.
ru: Сведения об операционной системе устройства не найдены.
tr: Cihaz işletim sistemi bilgileri bulunamadı.
zh_hans: 找不到设备操作系统信息。
zh_hant: 找不到任何裝置作業系統資訊。

# E0063
source: No device model information found.
cs: Nenašly se žádné informace o modelu zařízení.
de: Keine Informationen zum Gerätemodell gefunden.
es: No se encontró información del modelo de dispositivo.
fr: Les informations relatives au modèle de l'appareil sont introuvables.
it: Non sono state trovate informazioni sul modello del dispositivo.
ko: 디바이스 모델 정보를 찾을 수 없습니다.
pl: Nie odnaleziono informacji o modelu urządzenia.
pt_br: Não foi localizada nenhuma informação sobre o modelo do dispositivo.
ru: Сведения о модели устройства не найдены.
tr: Cihaz modeli bilgileri bulunamadı.
zh_hans: 找不到设备模型信息。
zh_hant: 找不到任何裝置模型資訊。

# E0064
source: No iOS version information found.
cs: Nenašly se žádné informace o verzi iOSu.
de: Keine Informationen zur iOS-Version gefunden.
es: No se encontró información de la versión de iOS.
fr: Les informations relatives à la version d'iOS sont introuvables.
it: Non sono state trovate informazioni sulla versione di iOS.
ko: iOS 버전 정보를 찾을 수 없습니다.
pl: Nie odnaleziono informacji o wersji systemu iOS.
pt_br: Não foi localizada nenhuma informação sobre versão do iOS.
ru: Сведения о версии iOS не найдены.
tr: iOS sürümü bilgileri bulunamadı.
zh_hans: 找不到 iOS 版本信息。
zh_hant: 找不到任何 iOS 版本資訊。
